{"Text": ["TALIS 2018 : PROGRAMME DE TRAVAIL ET BUDGET (PTB) ET RÉSULTATS ATTENDUS", "Introduction", "À sa 16e session des 28 et 29 octobre 2014, le Comité des politiques d’éducation (EDPC) a pris note de la version révisée du programme de travail et budget 2015-16 [EDU/EDPC(2014)24], laquelle comprend trois propositions de travaux à mener dans le cadre du programme TALIS, à savoir :", " L’élaboration et la mise en œuvre de l’enquête TALIS 2018 ;", " Une étude vidéo TALIS afin d’expérimenter les méthodes de saisie des pratiques pédagogiques et", "de recherche sur l’efficacité de l’enseignement ; et", " Une étude TALIS de la formation initiale des enseignants, qui produirait une analyse comparative", "sur la formation d’enseignants efficaces.", "lors de la 16e réunion du CPP", "Des discussions sur le programme de travail et budget de l’enquête TALIS après le cycle 2013 ont déjà eu lieu par le passé avec le Conseil des pays participant à l’enquête TALIS (CPP), les dernières s’étant déroulées les 27 et 28 février 2014 à Madrid [EDU/INES/TALIS(2014)6 et EDU/INES/TALIS/RD(2014)2]. Cependant, le CPP a fait valoir que les débats relatifs au cycle TALIS 2018 devaient s’inscrire dans une réflexion sur le développement du programme TALIS à court et à plus long terme. C’est ainsi que le Secrétariat a rédigé une note sur la stratégie à long terme afin de présenter les évolutions possibles du programme TALIS ainsi que les travaux de recherche et développement nécessaires pour atteindre les objectifs à plus long terme du programme [EDU/INES/TALIS(2014)10].", "Il est par conséquent utile de finaliser les détails du programme de travail et budget du cycle TALIS 2018 approuvé par le Comité des politiques d’éducation à la lumière de cette stratégie à long terme. \nAfin de faciliter ce processus et permettre aux pays de décider de leur participation aux différents volets du programme TALIS, le présent document propose une vue d’ensemble détaillée du programme de travail et budget ainsi que des résultats attendus du cycle TALIS 2018. En outre, il étudie les conséquences sur la finalisation des budgets du cycle TALIS 2018 de la conversion de TALIS en programme de Partie II au 1er janvier 2016.", "Le Conseil des pays participant à l’enquête TALIS est invité à :", " PRENDRE NOTE du programme de travail et budget approuvé par le Comité EDPC ;", " FINALISER le programme de travail et budget détaillé ainsi que les résultats attendus de", "TALIS ; et", " EXAMINER les estimations budgétaires du programme ainsi que la formule de financement applicable aux contributions nationales.", "Propositions de travaux au titre du cycle TALIS 2018", "Ainsi qu’il est dit plus haut, le programme de travail de TALIS sur la période 2015-16 comprend trois projets distincts mais liés entre eux. Ces trois propositions sont brièvement décrites à l’annexe 1. Par ailleurs, une description détaillée de chacun des projets proposés ayant été préparée pour examen par le CPP à sa 17e réunion, elle ne sera pas répétée ici dans un souci de concision.", "Les trois projets compris dans le programme de travail et budget du cycle TALIS 2018 sont les suivants :", " L’enquête TALIS 2018", "Ce projet devrait se dérouler entre 2015 et 2020, depuis son lancement jusqu’à la réalisation des rapports thématiques. Les activités menées en 2015-16 porteront donc essentiellement sur la planification et l’élaboration de l’enquête, dont la mise en œuvre devrait avoir lieu lors du biennium suivant.", "lors de sa dernière réunion, est consultable sous", "Outre la proposition résumée à l’annexe 1, la version complète, révisée à la lumière des commentaires du CPP la cote EDU/INES/TALIS(2014)6/REV.", " Une étude vidéo TALIS expérimentale", "L’idée de réaliser une étude vidéo afin d’expérimenter des méthodes de saisie en conditions réelles des pratiques pédagogiques est examinée avec le CPP TALIS depuis sa 9e réunion en 2010 [voir EDU/INES/TALIS(2012)43 pour un résumé des premières étapes et discussions]. Par la suite, un soumissionnaire a été retenu sur appel d’offres en 2013, et le projet proposé est désormais incorporé dans le programme de travail de TALIS à compter du biennium 2015-16.", "Il est à noter qu’au regard de la stratégie à long terme du programme TALIS, cette étude vidéo est envisagée au départ comme une étude expérimentale pendant le biennium 2015-16, l’objectif étant de tester des méthodes de saisie en conditions réelles des pratiques pédagogiques et de permettre des recherches sur l’efficacité de l’enseignement. Selon les résultats obtenus, cette étude pourrait ensuite être suivie d’une étude plus vaste, reliée aux cycles d’enquête TALIS complets, et qui serait à terme proposée en tant qu’option à plus de pays.", "Outre la proposition résumée à l’annexe 1, une note présentant la démarche et les méthodes proposées est consultable sous la cote EDU/INES/TALIS/RD(2014)7. Les pays intéressés peuvent aussi obtenir une proposition de projet détaillée sur demande auprès du Secrétariat.", " Une étude TALIS de la formation initiale des enseignants", "Cette étude vise à réaliser une analyse comparative des systèmes et programmes de formation initiale des enseignants, en vue d’étayer les mesures visant à former des enseignants efficaces.", "Ce projet a tout d’abord été examiné avec le CPP TALIS lors de sa dernière réunion, en février 2014 [EDU/INES/TALIS/RD(2014)2]. Compte tenu des appréciations positives reçues de la part du Comité EDPC, une proposition de projet complète a ensuite été élaborée [EDU/INES/TALIS(2014)12].", "Estimations budgétaires", "L’une des étapes importantes de la planification des projets consiste à en estimer les budgets, de manière à fournir aux pays intéressés une indication des coûts probables de leur participation. Dans le cas des projets nécessitant des contrats internationaux importants (comme le programme TALIS), l’estimation n’est pas évidente car les travaux doivent faire l’objet d’appels d’offres et génèrent donc une certaine incertitude quant aux coûts réels des sous-traitants au cours des étapes de planification du projet. Il est donc important de noter – et de garder en mémoire – les hypothèses retenues pour préparer le budget.", "Compte tenu des différences entre les trois projets en termes de calendrier et de participation, des budgets distincts sont présentés pour chacun d’entre eux. Il ne s’agit cependant pas de dire qu'ils sont totalement indépendants, puisque certains des coûts de personnel du Secrétariat se répartissent entre eux (par exemple, chef de division, chef de projet, analyste et assistant). Les budgets présentés dans cette section reposent sur l’hypothèse selon laquelle les trois projets progresseront pendant le biennium 2015-16.", "Budget de l’enquête TALIS 2018", "Les estimations budgétaires du cycle d’enquête TALIS 2018 sont présentées dans le tableau 1 ci-", "dessous.", "Tableau 1 – Cycle d’enquête TALIS 2018 : présentation résumée du budget (2015-19)", "Les estimations budgétaires partent des hypothèses suivantes :", " Pas de « parrainage » extérieur : le budget présenté dans le tableau 1 et les contributions nationales individuelles qui lui sont associées (présentées dans le tableau 4 ci-après) ne prévoient pas de parrainage extérieur du cycle TALIS 2018. Cependant, la Commission européenne a soutenu la participation de ses États membres au cycle précédent et étudie actuellement la possibilité d’apporter un soutien analogue pendant le cycle 2018. Jusqu’à ce qu’une décision officielle soit prise à cet égard, les budgets présentés ici ne comprennent pas de parrainage extérieur.", " Coûts de personnel et conversion en programme de Partie II : TALIS continuera de fonctionner comme programme de Partie I en 2015 et, en tant que tel, un mécanisme de facturation « individuelle » est utilisé au titre du recouvrement des coûts administratifs de l’OCDE liés aux contributions volontaires. Les montants facturés sont inclus dans les coûts de personnel. Au 1er janvier 2016 toutefois, TALIS va devenir un programme de Partie II, ce qui suppose des mécanismes de recouvrement différents. La facturation « individuelle » sera remplacée par les coûts, globalement équivalents, associés aux programmes de Partie II (frais généraux, location, outils informatiques, etc.). Les chiffres présentés dans le tableau 1 pour ces coûts de programme de Partie II sont des estimations préliminaires, fondées sur les coûts du programme PIAAC.", " Coûts des sous-traitants : ces coûts comprennent uniquement les coûts internationaux liés à l’enquête principale (niveau 2 de la CITE) et non les coûts liés aux options internationales, conformément à la décision du CPP concernant le cadre budgétaire du cycle TALIS 2013, prise à sa 9e réunion [EDU/INES/TALIS/M(2010)2/REV1]. La seule exception concerne l’ajout des coûts de la collecte de données en ligne dans le budget général, dans la mesure où la très grande majorité des pays participant au cycle TALIS 2013 ont choisi cette option (22 sur 33). Les coûts des sous-traitants ne seront pas connus avant l’issue de la procédure d’appel d’offres en 2015. \nEntre-temps, une estimation prudente a été faite, sur la base des coûts du cycle 2013 et en majorant de 10 % les coûts de l’enquête au niveau 2 de la CITE.", " Participation des pays et options choisies : la participation des pays a des implications importantes sur les coûts des sous-traitants. Pour simplifier, les estimations budgétaires prennent pour hypothèse le même nombre de participants (33) et d’options choisies que pendant le cycle TALIS 2013. Pour déterminer dans quelle mesure cette hypothèse est réaliste, les participants au cycle 2013 ont été consultés de manière informelle en octobre 2014 afin de savoir s’ils envisageaient de participer au cycle TALIS 2018. Si la plupart des personnes interrogées n’ont pu exprimer qu’un certain intérêt à ce stade, 21 pays ont exprimé un intérêt très marqué en faveur d’une participation. Entre-temps, plusieurs autres pays se sont dits intéressés par le cycle TALIS Le nombre de 33 pays participants devrait donc être atteint, si ce n’est dépassé.", " Coûts des consultants : contrairement au cycle TALIS 2013, le budget du cycle TALIS 2018 s’appuie sur un modèle de réalisation en interne – et donc sur une équipe plus large au sein du \nSecrétariat – pendant les étapes d’analyse et de rédaction des rapports. De même, il part de l’hypothèse que les manuels d’analyse des données seraient rédigés en interne. Cette décision découle des leçons tirées des cycles d’enquête précédents [EDU/INES/TALIS(2014)8]. L’étude vidéo et l’étude de la formation initiale des enseignants seront achevées fin 2017, et l’affectation des analystes de ces projets à la rédaction des différents rapports TALIS permet de capitaliser sur leur connaissance implicite des données de TALIS et des problématiques plus globales relatives aux enseignants, à l’enseignement et à la pédagogie. Suite à cette décision, certains coûts sont donc basculés du poste « coûts des consultants » à celui des « coûts de personnel » par rapport au budget du cycle TALIS 2013.", " Réunions : TALIS fonctionnera comme un programme de Partie I en 2015 et, en tant que tel, bénéficiera du quota d’EDU relatif aux salles de réunion du Centre de conférences de l’OCDE. À compter du 1er janvier 2016 cependant, TALIS deviendra un programme de Partie II, ce qui suppose de prendre en compte le coût des salles de réunion, d’où l’ajout de ce poste au budget 2016 et au-delà pour une réunion par an (on suppose qu’une réunion sera organisée dans l’un des pays participants, comme cela a été le cas jusqu’à présent).", " Publications : les estimations relatives aux coûts des publications et des activités de présentation et de diffusion sont des chiffres approximatifs, qu’il conviendra d’ajuster à partir des chiffres réels du cycle d’enquête TALIS 2013.", " Délais : les estimations couvrent les dépenses de 2015 à fin 2019. Contrairement au cycle TALIS 2013, les coûts préparatoires figurent au budget, mais pas ceux afférents à la préparation des rapports thématiques en 2020.", " Coûts de division : ils couvrent le temps que le chef de division et son assistant consacrent au cycle d’enquête TALIS 2018.", " Facturation au titre du recouvrement des coûts liés aux CV : les contributions volontaires reçues des pays participants seront soumises à une redevance de 6.3 % au titre du recouvrement des coûts administratifs de l’OCDE et d’EDU.", "Budget de l’étude vidéo TALIS", "Les estimations budgétaires de l’étude vidéo TALIS sont présentées dans le tableau 2 ci-dessous.", "Tableau 2 – Étude vidéo TALIS : présentation résumée du budget (2015-17)", "Les estimations budgétaires partent des hypothèses suivantes :", " Activité de Partie I : on suppose que l’étude vidéo va rester une activité de Partie I et bénéficiera de ressources de Partie I pendant le biennium 2015-16, ressources qui ont été retirées des coûts directs totaux afin d’estimer plus précisément les CV nécessaires et les coûts indirects associés (coûts administratifs liés aux CV).", " Pas de « parrainage » extérieur : outre les ressources de Partie I mentionnées ci-dessus, le budget présenté dans le tableau 2 et les contributions nationales individuelles qui lui sont associées (présentées dans le tableau 4 ci-après), ne prévoient pas de parrainage extérieur de l’étude vidéo, même si le Secrétariat s’efforce de réunir des fonds afin de compenser certains des coûts pour les participants. Jusqu’à ce que des engagements officiels soient pris à cet égard, les budgets présentés ici ne comprennent pas de parrainage extérieur.", " Coûts des sous-traitants : ces coûts sont connus avec précision puisque l’appel d’offres a déjà eu lieu. En outre, une provision de 20 KEUR par an est constituée afin de commander des travaux d’experts si nécessaire.", " Participation des pays et options choisies : ces coûts correspondent à la participation de cinq pays à l’étude vidéo.", " Coûts de personnel : l’estimation des coûts de personnel suppose que les membres de l’équipe TALIS consacreraient une partie de leur temps à l’étude vidéo, soit deux mois chacun pour le chef de projet et son assistant, et quatre mois pour l’analyste expérimenté. En outre, un analyste débutant serait recruté pour travailler à temps plein sur l’étude vidéo à partir de la mi-2015 et jusqu’à la fin du projet.", " Réunions : on suppose que l’étude vidéo sera menée comme activité de Partie I et qu’elle bénéficiera donc du quota d’EDU relatif aux salles de réunion du Centre de conférences.", " Publications : les estimations relatives aux coûts des publications et des activités de présentation et de diffusion sont des chiffres approximatifs, qu’il conviendra d’ajuster à partir des chiffres réels du cycle d’enquête TALIS 2013.", " Délais : les estimations couvrent les dépenses de 2015 à fin 2017.", " Facturation au titre du recouvrement des coûts liés aux CV : on suppose que l’étude vidéo sera menée comme activité de Partie I et les contributions volontaires reçues des pays participants seront soumises à une redevance de 6.3 % au titre du recouvrement des coûts administratifs de l’OCDE et d’EDU.", "Budget de l’étude TALIS de la formation initiale des enseignants", "Les estimations budgétaires de l’étude TALIS de la formation initiale des enseignants sont", "présentées dans le tableau 3 ci-dessous.", "Tableau 3 – Étude TALIS de la formation initiale des enseignants : présentation résumée du budget (2015-16)", "Les estimations budgétaires partent des hypothèses suivantes :", " Activité de Partie I : on suppose que l’étude de la formation initiale des enseignants va rester une activité de Partie I et bénéficiera de ressources de Partie I pendant le biennium 2015-16, ressources qui ont été retirées des coûts directs totaux afin d’estimer plus précisément les CV nécessaires et les coûts indirects associés (coûts administratifs liés aux CV).", " Pas de « parrainage » extérieur : outre les ressources de Partie I mentionnées ci-dessus, le budget présenté dans le tableau 3 et les contributions nationales individuelles qui lui sont associées (présentées dans le tableau 4 ci-après), ne prévoient pas de parrainage extérieur de l’étude de la formation initiale des enseignants, même si le Secrétariat s’efforce de réunir des fonds afin de compenser certains des coûts pour les participants. Jusqu’à ce que des engagements officiels soient pris à cet égard, les budgets présentés ici ne comprennent pas de parrainage extérieur.", " Coûts de personnel : l’estimation des coûts de personnel suppose que les membres de l’équipe TALIS consacreraient une partie de leur temps à l’étude de la formation initiale des enseignants, soit deux mois pour le chef de projet et trois mois pour l’assistant. En outre, deux analystes – l’un expérimenté, l’autre débutant – seraient recrutés pour travailler à temps plein sur l’étude en 2015 et 2016.", " Participation des pays : ces coûts correspondent à la participation de dix pays à l’étude de la formation initiale des enseignants.", " Frais de déplacement : les estimations partent du principe que cinq visites sur place seraient menées chaque année par deux membres du Secrétariat de l’OCDE accompagnés de deux experts extérieurs. En outre, une provision de 15 KEUR par an est constituée pour les faux frais pendant les déplacements.", " Honoraires des consultants : ces estimations supposent que pour chacune des dix visites sur place, 20 jours de travail de consultant seront nécessaires (4 jours de mission, 4 jours de rédaction du rapport et 2 jours de participation à un atelier pour 2 consultants). En outre, une provision de 25 KEUR pas an est constituée pour les faux frais liés aux consultants (par exemple, pour réaliser des études bibliographiques, des notes d’experts, etc.).", " Réunions : on suppose que l’étude de la formation initiale des enseignants sera menée comme activité de Partie I et qu’elle bénéficiera donc du quota d’EDU relatif aux salles de réunion du \nCentre de conférences.", " Délais : les estimations couvrent les dépenses de 2015 à fin 2016.", " Publications : les estimations relatives aux coûts des publications et des activités de présentation et de diffusion sont des chiffres approximatifs, qu’il conviendra d’ajuster à partir des chiffres réels du cycle d’enquête TALIS 2013.", " Facturation au titre du recouvrement des coûts liés aux CV : on suppose que l’étude vidéo sera menée comme activité de Partie I et les contributions volontaires reçues des pays participants seront soumises à une redevance de 6.3 % au titre du recouvrement des coûts administratifs de l’OCDE et d’EDU.", "Formule de financement et contributions nationales", "Formules de financement utilisées pour l’estimation des contributions nationales individuelles", "Les contributions nationales individuelles pour chacun de ces trois projets ont été estimées sur la base des formules de financement suivantes :", "Enquête TALIS 2018", "La formule de financement utilisée pour le cycle TALIS 2013 s’appuyait à hauteur de 60 % des coûts internationaux sur une contribution fixe et, pour les 40 % restants, sur le barème des contributions de \nPartie II [EDU/INES/TALIS/M(2010)2/REV1].", "pour la contribution fixe et", "à", "30 % pour la contribution", "Lors de discussions ultérieures à propos de l’avenir de l’enquête TALIS ainsi que du financement et des barèmes de contributions, il avait été envisagé de modifier la formule de financement et de passer à 70 % proportionnelle [EDU/INES/TALIS(2012)42]. Lors de ce débat, le CPP avait demandé que soit précisément expliquées les raisons du changement de formule demandé [EDU/INES/TALIS/M(2012)1] puis avait décidé que les décisions concernant la formule de financement des cycles d’enquête TALIS futurs devraient être prises par le prochain CPP et non par celui du cycle 2013 [EDU/INES/TALIS/M(2012)2].", "Dans ce contexte, la formule de financement du cycle TALIS 2018 ne sera pas décidée avant fin 2015, lorsque le nouveau Conseil des pays participant à l’enquête TALIS sera établi. Entre-temps, les contributions nationales présentées dans le tableau 4 ont été provisoirement estimées à partir de la formule de financement utilisée pour le cycle TALIS 2013, qui s’appuie sur une contribution fixe à hauteur de 60 % du total et sur une contribution proportionnelle pour les 40 % restants.", "Étude vidéo TALIS", "Pour l’étude vidéo, les contributions nationales ont également été estimées à l’aide de la formule de financement du cycle TALIS 2013 (contribution fixe pour 60 % et contribution proportionnelle pour 40 %) dans la mesure où les projets ont tous deux pour caractéristique de présenter des coûts fixes de sous- traitants élevés, quel que soit le nombre de pays participants. Il est donc logique, afin d’obtenir une répartition juste des coûts, que les coûts fixes soient répartis selon la capacité contributive de chaque pays.", "Étude TALIS de la formation initiale des enseignants", "En revanche, les contributions nationales à l’étude de la formation initiale des enseignants ont été estimées en divisant les coûts totaux par le nombre attendu de participants, dans la mesure où la majorité des coûts résulte de travaux spécifiques à chaque pays (essentiellement, les visites sur place ainsi que les coûts liés aux recherches et aux experts pour chaque pays). Ce modèle de financement correspond également à celui généralement utilisé pour les Examens thématiques dans le domaine de l’éducation.", "Contributions nationales au cycle TALIS 2018", "Des estimations provisoires des contributions annuelles des pays à chaque projet TALIS sont présentées dans le tableau 4. Lors de l’interprétation de ces chiffres, les pays doivent tenir compte des éléments suivants :", " Les hypothèses sous-jacentes décrites plus haut, qui ont été utilisées pour l’estimation du budget général de chaque projet ;", " Les formules de financement utilisées pour évaluer les contributions nationales à l’enquête", "TALIS 2018 et à l’étude vidéo doivent être confirmées par le CPP TALIS 2018 début 2015 ;", " Les contributions présentées dans le tableau 4 portent sur des pays entiers. Dans le cas d’unités infranationales, les contributions volontaires de chacune d’entre elles seront ajustées en fonction de leur contribution au PIB de leur pays ;", " Au bout du compte, les contributions nationales individuelles dépendront du nombre de participants au cycle TALIS 2018 et à l’étude vidéo, mais aussi de ce sur quoi la part des contributions proportionnelles portera ; et", " Les contributions nationales individuelles seront aussi conditionnées par la formule de financement qui sera appliquée aux non-Membres lorsque TALIS deviendra un programme de \nPartie II (ce qui dépendra des dispositions du mandat du programme TALIS et du nombre de non-Membres participants).", "Il convient de noter que les contributions nationales ont été annualisées sur la durée du projet afin de lisser leur impact sur les budgets nationaux. En conséquence, les contributions présentées dans le tableau 4 sont les contributions annuelles à verser pendant cinq ans pour l’enquête TALIS 2018, trois ans pour l’étude vidéo et deux ans pour l’étude de la formation initiale des enseignants. La période de versement des contributions est indiquée à côté des contributions annuelles afin d’éviter toute erreur d’interprétation.", "Tableau 4 – Estimation des contributions annuelles et période de versement pour chaque projet TALIS", "* Les contributions de non-Membres correspondront aux coûts annuels en 2015 et dépendront des dispositions du mandat du programme TALIS et du nombre de non-Membres participants en 2016-19.", "Outre les contributions annuelles présentées dans le tableau 4, les pays souhaitant retenir certaines des options internationales du cycle TALIS 2018 devront prendre en charge les coûts internationaux supplémentaires afférens à ces options. Ces coûts ont été estimés à partir de ceux du cycle TALIS 2013, en y appliquant une majoration de 15 % pour tenir compte des coûts supplémentaires liés à la diffusion simultanée des rapports sur les options et du rapport international sur l’étude principale (niveau 2 de la CITE) en 2019. Les coûts additionnels qui en résulteraient seraient les suivants :", " Niveau 1 ou 3 de la CITE : 8.5 KEUR par an", " Lien TALIS-PISA : 10.7 KEUR par an", "Conséquences de la conversion en programme de Partie II", "Ainsi qu’il a été dit plus haut, l’enquête TALIS devrait devenir un programme de Partie II en Cette conversion a plusieurs conséquences en termes de budget et de contributions nationales, notamment les suivantes :", " Premièrement, comme précisé plus haut, la conversion d’un programme de Partie I à un programme de Partie II suppose une facturation différente des frais généraux et des coûts indirects. En particulier, la facturation « individuelle » au titre du recouvrement des coûts liés aux contributions volontaires va être supprimée en 2016, mais un certain nombre de postes de dépenses, qui étaient pris en charge dans les quotas de Partie I (par exemple, salles de réunion, coûts d’interprétation et de traduction, location de bureaux, etc.) seront facturés directement au programme TALIS. L’expérience montre que dans l’ensemble, le statut de programme de Partie I ou de Partie II ne pèse pas nécessairement sur le budget général, mais des modifications de la structure des coûts sont attendues du fait de cette conversion.", "le prochain CPP et non par", " Deuxièmement, les discussions précédentes du Conseil des pays participant à l’enquête TALIS à propos de la conversion en programme de Partie II ont clairement montré que l’approbation finale du mandat de Partie II devra être précédée d’une nouvelle décision sur le mécanisme de financement et le barème des contributions à appliquer [EDU/INES/TALIS/M(2011)2], et que les décisions relatives aux formules de financement des futurs cycles d’enquête TALIS devront être prises par le CPP actuel du cycle TALIS 2013 [EDU/INES/TALIS/M(2012)2].", "Cela signifie que la formule de financement et le barème des contributions devront être décidés par le CPP TALIS 2018 dès que possible après sa prise de fonctions en 2015. Les estimations des contributions nationales présentées dans le tableau 4 dépendent donc de la formule de financement qui sera choisie par le CPP TALIS 2018 pour le programme TALIS de Partie II.", " Troisièmement, il ressort des discussions précédentes du Conseil des pays participant à l’enquête TALIS, sur ce même thème de la conversion, que des pays non membres continueront de participer à l’enquête. Jusqu’à présent, les non-Membres participants ont versé une contribution fixe équivalant au coût moyen par pays. Le mandat de Partie II doit donc préciser les modalités et la formule de financement s’appliquant aux non-Membres à l’avenir, afin que leurs contributions après 2015 puissent être estimées.", "Il est utile à cet égard de rappeler le cadre général convenu par le Conseil de l’OCDE sur la participation de non-Membres aux organes de l’OCDE [C(2012)100/FINAL]. Conformément à cette Résolution du Conseil, le CPP du futur programme TALIS devra, comme chaque organe, préparer un plan de participation au programme TALIS conforme à la Stratégie de relations mondiales du Comité EDPC. D’après cette Résolution, trois modalités sont possibles pour la participation de non-Membres au programme TALIS (sous réserve de l’approbation du Conseil via le Comité des relations extérieures) :", "", "Invité : ce statut couvre les invitations à des réunions individuelles, par exemple pour des non-Membres qui envisagent de participer à l’enquête TALIS. Aucune redevance ne serait imposée mais les « Invités » ne participeraient pas aux travaux/collectes de données ;", " Participant : ce statut suppose une invitation à toutes les réunions du CPP pendant une période indéterminée, ainsi que la participation aux collectes de données du programme. \nCependant, les « Participants » ne prennent pas part au processus de prise de décision du CPP et ne peuvent siéger à son Bureau. Ils versent une contribution pour soutenir les travaux auxquels ils participent.", " Associé : ce statut suppose de participer à l’ensemble des travaux et collectes de données du programme, y compris aux travaux de son Bureau. Les Associés participent aussi au processus de prise de décision et versent une contribution conformément aux dispositions du mandat comme tout autre membre."], "Annex": ["EDU/INES/TALIS(2014)11", "ANNEXE 1 – PROPOSITIONS DE TRAVAUX TALIS DANS LE PROGRAMME DE TRAVAIL", "ET BUDGET EN EDUCATION DE 2015-16", "TALIS 2018: Conception et mise en œuvre de l'enquête", "Description générale du projet", "La collecte de données pour un troisième cycle proposé de l’Enquête internationale sur l’enseignement et l’acquisition de connaissances (TALIS) de l’OCDE aurait lieu au 4e trimestre de 2017 et au 1er trimestre de 2018, c’est pourquoi ce cycle est appelé TALIS 2018.", "TALIS est une enquête internationale de grande ampleur axée sur les conditions de travail des enseignants et l’environnement pédagogique des établissements scolaires. Elle vise à fournir en temps utile des informations comparables et utiles pour aider les pays à examiner et à définir des politiques qui permettront de former des enseignants de qualité.", "Le premier cycle de TALIS, qui s’est déroulé en 2008, a porté sur les enseignants et les chefs d’établissement du premier cycle du secondaire dans 24 pays. Le tout premier rapport, Créer des environnements efficaces pour l’enseignement et l’apprentissage : premiers résultats de l’enquête TALIS, publié en 2009, a fourni des informations précieuses qui sont encore exploitées aujourd’hui.", "État d’avancement (en cours / nouveau – phase exploratoire / nouveau – phase de mise en œuvre)", "TALIS 2013 s’est élargie pour inclure 33 pays/régions (voir graphique 1). Tout en restant axée sur le premier cycle du secondaire (niveau 2 de la CITE), TALIS 2013 a également donné aux pays la possibilité de recueillir des données auprès des enseignants dans des établissements du primaire (niveau 1 de la CITE) et du deuxième cycle du secondaire (niveau 3 de la CITE). Quelques pays ont choisi de collecter des informations supplémentaires en examinant les établissements scolaires ayant participé à l’édition 2012 du Programme international pour le suivi des acquis des élèves (PISA), par le biais d’une option appelée le lien TALIS-\nPISA. En outre, le groupe chargé de la petite enfance envisage de mener une enquête de type TALIS sur le niveau 0 de la CITE (voir la proposition de résultat 1.5), même si le degré de concordance avec TALIS 2018 reste à déterminer.", "Graphique 1. Pays ayant participé à TALIS 2013", "Pays OECD", "Australie \nBelgique (Flandres) \nCanada (Alberta) \nChili", "France \nIslande \nIsraël \nItalie", "Pays partenaires \nBrésil \nBulgarie \nCroatie \nLettonie", "République tchèque \nDanemark \nEstonie", "Japon \nCorée \nMexique", "Malaisie \nRoumanie \nSerbie", "Finlande", "Pays-Bas", "Norvège \nPologne \nPortugal \nRépublique tchèque \nEspagne \nSuède \nRoyaume Uni (Angleterre) États-Unis", "Singapour Émirats arabes unis (Abu \nDhabi)", "13", "EDU/INES/TALIS(2014)11", "Ayant compris que le recrutement, le maintien et le perfectionnement des enseignants étaient une priorité dans tous les systèmes scolaires du monde, \nTALIS examine les différentes façons dont le travail des enseignants est reconnu, évalué et récompensé. L’enquête évalue dans quelle mesure les besoins des enseignants en termes de perfectionnement professionnel sont satisfaits. Elle fournit des indications sur les principes et les attitudes pédagogiques des enseignants et sur leurs pratiques d’enseignement. \nReconnaissant la contribution importante des chefs d’établissement à la création d’environnements efficaces pour l’enseignement et l’apprentissage, \nTALIS décrit le rôle qu’ils jouent et examine le soutien qu’ils apportent à leurs enseignants. Enfin, TALIS analyse dans quelle mesure certains facteurs sont liés à la satisfaction professionnelle des enseignants et à la perception qu’ils ont de leur propre efficacité.", "L’objectif général de TALIS est de fournir, en temps utile et de manière efficace par rapport aux coûts, des indicateurs internationaux robustes et une analyse utile pour l’action des pouvoirs publics afin d’aider les pays à examiner et à définir des politiques qui favoriseront la mise en place d’environnements efficaces pour l’enseignement et l’apprentissage. Les analyses portant sur plusieurs pays permettent de comparer ceux qui rencontrent des difficultés similaires et de connaître les différentes stratégies appliquées par les pouvoirs publics ainsi que l’impact de celles-ci sur l’environnement pédagogique des établissements scolaires.", "Ces travaux contribuent à l’objectif stratégique à moyen terme du Comité \nEDPC qui consiste à améliorer l’efficacité de l’enseignement et de l’apprentissage.", "TALIS restera sous la direction d’un Conseil des pays participants (CPP) composé de membres de l’OCDE et des participants à part entière non membres ayant demandé avec succès le statut d’associés. D’autres pays partenaires pourront prendre part à TALIS et jouer, en qualité de participants à l’enquête, le rôle d’observateurs auprès du CPP. Il est prévu de tenir une réunion du CPP en 2015 et deux en 2016 lorsque les travaux débuteront véritablement. \nLe Secrétariat confiera la collecte quotidienne des données, les travaux d’échantillonnage, le contrôle de la qualité et la gestion des centres nationaux de recherche à un consortium international, comme il l’a fait lors des deux premiers cycles de TALIS. L’appel d’offres pour ces travaux interviendra en 2015. Le consortium international organisera les réunions des chefs de projets nationaux. Il est prévu de tenir une ou deux réunions de ce type pendant le biennium 2015-16.", "Comme lors des cycles précédents, l’enquête TALIS 2018 serait axée sur le niveau 2 de la CITE et consisterait en deux questionnaires, l’un à l’intention des enseignants, l’autre à l’intention des chefs d’établissement. Cette enquête se décomposerait en trois éléments : le pilote, l’essai sur le terrain et l’enquête principale. Seuls la planification, l’élaboration des instruments et le pilote devraient avoir lieu pendant le biennium 2015-16.", "14", "EDU/INES/TALIS(2014)11", "Outre l’échantillon du niveau 2 de la CITE, les pays auraient la possibilité de leurs enseignants et chefs d’établissement des niveaux 1 et 3 de la CITE. Vu que l’enquête TALIS sera menée la même année que le programme PISA, un lien entre TALIS et \nPISA pourrait également être accessible aux pays, comme cela a été proposé lors du cycle de 2013.", "Différentes séries de rapports seront élaborées sur la base des données de \nTALIS 2018.  Une série de rapports internationaux qui sera présentée au lancement de \nTALIS en juin 2019 (voir le calendrier de TALIS 2018, plus loin dans le présent document) et immédiatement après. Elle pourrait inclure le rapport principal sur le niveau 2 de la CITE, en anglais et en français ; des rapports individuels sur les résultats des options proposées par l’enquête (niveaux 1 et 3 de la CITE, autres options) ; et un rapport technique sur les méthodes et les procédures utilisées pour élaborer et mettre en œuvre TALIS 2018.", " Deux rapports thématiques fondés sur l’analyse présentée dans le rapport général pourraient être présentés l’année suivant le lancement. \nIls contiendront une analyse plus poussée des indicateurs et des variables et s’appuieront sur les différences observées au niveau des cadres institutionnels et des politiques publiques pour analyser les variations entre les pays qui ont été mises en évidence par les données recueillies.", "les messages d’accompagnement qui sont publiés sur le blog Éducation de l’OCDE seront des moyens supplémentaires pour les pays d’examiner et de diffuser les données TALIS et de faire connaître cette enquête.", "Base de données de l’enquête et manuels d’analyse", "le premier cycle de TALIS, une base de données \nComme pour internationale pleinement documentée contenant réponses des enseignants et des chefs d’établissement, ainsi que les pondérations utilisées dans l’enquête, seront accessibles gratuitement en ligne pour permettre la reproduction des estimations publiées et la réalisation des analyses initiales.", "En outre, le Secrétariat recommande d’établir deux manuels d’analyse qui contiendront des informations détaillées sur les modalités de l’analyse des données TALIS, afin de permettre aux chercheurs à la fois de reproduire les résultats préliminaires et de mener des analyses plus poussées. Outre la présentation des techniques nécessaires, les manuels incluront également un compte rendu détaillé de la base de données de TALIS 2018 et des", "15", "EDU/INES/TALIS(2014)11", "exemples de syntaxe complète dans SPSS et STATA. Ces manuels, qui ressemblent à ceux déjà proposés pour le programme PISA, encourageront les chercheurs à utiliser de façon plus approfondie les données TALIS.", "Les thèmes de TALIS 2013 ont été choisis par le CPP par le biais d’un exercice de classement des priorités. Un cadre conceptuel a ensuite été défini par des experts en la matière, le consortium international et le \nSecrétariat de l’OCDE avant d’être approuvé par les pays participants. \nL’objet du cadre conceptuel était d’orienter l’élaboration des instruments \nTALIS et de servir de guide aux futurs cycles de l’enquête.", "Les facteurs, pratiques et conditions recensés par les participants lors de l’exercice de classement des priorités, tels que l’évaluation des enseignants et les systèmes de compte rendu, représentent les éléments qui contribuent, de l’avis des participants, à un apprentissage positif des élèves. Il va de soi que l’enseignement et l’apprentissage « efficaces » peuvent comprendre bien d’autres facteurs qui ne peuvent être examinés dans le cadre de l’enquête TALIS ou de tout instrument d’auto-évaluation. Les thèmes couverts dans TALIS 2013 sont énumérés ci-dessous. Ils devraient également être étudiés dans TALIS 2018, avec toutefois quelques nouveaux indicateurs :", " Les chefs d’établissement, y compris de nouveaux indicateurs sur la", "direction partagée ou en équipe des établissements scolaires.", " La formation des enseignants, y compris", "le perfectionnement professionnel et de nouveaux indicateurs sur la formation initiale des enseignants.", " L’évaluation des enseignants et les comptes rendus y afférents.  Le climat scolaire, y compris le climat de discipline et les relations élève-enseignant ainsi que de nouveaux indicateurs sur les relations entre les parents, les établissements et les enseignants.", " Les principes et attitudes pédagogiques des enseignants et leurs pratiques d’enseignement, y compris de nouveaux indicateurs sur le profil des pratiques d’évaluation des élèves.", "L’enquête TALIS enrichit et continuera d’enrichir tous les autres travaux d’EDU sur les enseignants. Les données TALIS sont exploitées dans des rapports émanant de l’ensemble de la direction et devraient continuer de l’être. Par ailleurs, le Comité directeur de TALIS et celui du programme \nPISA étudient la possibilité d’étendre les synergies entre les deux programmes, et le groupe chargé de l’EAJE envisage une enquête de type \nTALIS pour le niveau 0 de la CITE (voir la proposition de résultat 1.5). \nEnfin, l’enquête TALIS contribue aux travaux du CERI sur la Pédagogie innovante pour un apprentissage efficace.", "Outre les options d’échantillons évoquées ci-dessus, le programme TALIS effectuera une analyse comparative sur la formation d’enseignants efficaces (voir la proposition de résultat 3.5) et entamera une étude vidéo pilote des pratiques d’enseignement (voir la proposition de résultat 2.1). Ce projet", "16", "EDU/INES/TALIS(2014)11", "En cours. TALIS 2018 serait le troisième cycle de TALIS.", "Le programme TALIS se poursuivra jusqu’en 2020, année de publication des données et d’achèvement de l’ensemble des rapports thématiques.", "Le programme TALIS se poursuivra jusqu’en 2020, année de publication des données et d’achèvement de l’ensemble des rapports thématiques.", "TALIS étude vidéo: analyse et présentation des rapports", "Pendant le biennium 2015-16, il est possible qu’une étude vidéo pilote, réalisée dans le cadre du cycle 2013 de l’enquête TALIS, soit en cours. Au moment de rédiger ce document, une procédure d’appel d’offres a été engagée pour obtenir des propositions concernant cette étude vidéo, et un soumissionnaire intéressant a été identifié. Une procédure de collecte de fonds pour l’avancement des travaux est en cours.", "Nouveau projet lié aux travaux existants réalisés dans le cadre de \nTALIS 2013.", "Les pays cherchant à améliorer leurs systèmes éducatifs et leur classement dans l’enquête PISA, ils commencent inévitablement à examiner la qualité de sur l'enseignement et l'acquisition de connaissances (TALIS) porte sur les éléments dont les études nous montrent qu’ils améliorent l’enseignement, comme le perfectionnement et la formation professionnels ou l’évaluation des enseignants et des directions d’établissement. Les pays s’intéressent particulièrement à ce qui fait un enseignement de qualité, et ce n’est pas une enquête telle que TALIS, basée sur les données déclarées par les intéressés eux-mêmes, qui leur fournira ces informations. En revanche, des vidéos de professeurs pendant un cours, qui offrent une plongée dans les salles de classe, permettront d’étudier la variété des pratiques pédagogiques au sein d’un pays et dans d’autres.", "Les pays recevraient des informations comparatives qui illustreraient le lien entre les pratiques pédagogiques et les résultats des étudiants au sein d’un même pays et entre différents pays. Concrètement, ces informations aideraient les pays à savoir si l’utilisation par les enseignants de méthodes d’enseignement spécifiques se traduit par de meilleurs résultats chez les élèves.", "Ces travaux contribuent à l’objectif stratégique à moyen terme du comité \nEDPC qui consiste à améliorer l’efficacité de l’enseignement et de l’apprentissage.", "La méthodologie proposée par le meilleur soumissionnaire pour la collecte", "17", "EDU/INES/TALIS(2014)11", "de données inclura l’observation d’une vidéo d’un cours en train d’être dispensé, codée selon des cadres de codification validés à l’échelle internationale ; la mesure des résultats des étudiants pour les cours observés ; d’autres éléments fournissant des informations contextuelles sur l’établissement, les enseignants, les étudiants, les classes et les cours ; et les réponses des enseignants et des directions d’établissement aux questionnaires de TALIS 2013.", "Les pays participants recevraient des vidéos codées montrant de bonnes pratiques pédagogiques dans deux matières du premier cycle du secondaire, un cadre d’observation validé dans la langue locale et des supports de formation leur permettant de poursuivre ce travail à l’échelle locale. L’OCDE publierait également un rapport initial et un rapport final sur ces travaux pilotes.", "Ces travaux complèteraient les données collectées dans le cadre de l’enquête TALIS sur les pratiques pédagogiques et nous espérons qu’in fine, ils feront partie intégrante de l’offre globale du programme TALIS.", "Une procédure de collecte de fonds est en cours. Le projet débutera dès que les ressources nécessaires seront disponibles.", "Le projet se poursuivra en 2017 et éventuellement en 2018, en fonction de la date à laquelle le programme de financement sera définitivement arrêté.", "Une étude TALIS de la formation initiale des enseignants: Analyse comparative – préparation efficace des enseignants", "Les pays cherchant à améliorer leurs systèmes éducatifs et leur classement dans l’enquête PISA, ils commencent inévitablement à examiner la qualité de leurs enseignants. Dans ce contexte, les recherches montrent que la formation initiale des enseignants est essentielle pour leur efficacité, tandis que les résultats de TALIS indiquent que dans les pays participants, de grandes proportions d’enseignants ont le sentiment d’être mal préparés à l’exercice de leur métier.", "Les décideurs dans les pays de l’OCDE rencontrent de nombreuses difficultés pour recruter des enseignants de qualité et les maintenir dans la profession. \nPréparer les enseignants à fournir aux élèves les compétences du 21ème siècle, gérer la pénurie ou l’offre excédentaire d’enseignants, et recruter des enseignants à partir d’un vivier de candidats de haut niveau sont autant de questions qui ont été soulevées dans de précédentes publications (par exemple Le rôle crucial des enseignants, 2005) et examinées par des ministres et des responsables syndicaux lors de récents sommets sur la profession enseignante. Tandis que les pays cherchent depuis longtemps comment accompagner, perfectionner et évaluer leurs enseignants, les", "18", "EDU/INES/TALIS(2014)11", "décideurs comme les chercheurs s’efforcent également de trouver des solutions pour améliorer initiale des enseignants en vue de former d’emblée des enseignants de qualité.", "Les données sur les systèmes internationaux de formation initiale des enseignants sont insuffisantes. Nous savons que ces systèmes sont très différents d’un pays à l’autre – voire parfois dans les pays mêmes. En outre, un grand nombre de pays enregistrent des taux élevés de déperdition parmi les nouveaux enseignants. Selon de nombreuses informations, cette situation s’expliquerait par le placement des nouveaux enseignants dans des environnements professionnels plus difficiles, mais les données de TALIS 2008 tendent à indiquer que ce n’est pas nécessairement le cas.", "Les pays cherchent à déterminer comment recruter les bonnes personnes dans la profession enseignante, comment les préparer convenablement à l’enseignement, et comment les maintenir dans la profession. La déperdition des nouveaux enseignants est un problème majeur ; quand de nouveaux enseignants quittent la profession, ce sont le pays, l’établissement et l’enseignant qui ont gaspillé du temps et des ressources pour une formation inappropriée. L’enseignant concerné doit suivre une autre formation pour acquérir les compétences correspondant à la nouvelle profession choisie. \nL’établissement scolaire doit lui chercher un remplaçant. Le pays et l’établissement doivent consacrer davantage de temps et de ressources pour former de nouveaux enseignants et combler cette absence. De plus, les élèves de l’établissement concerné se retrouvent souvent face à un autre enseignant inexpérimenté qui pourrait rester ou non dans la profession au bout de cinq ans.", "Il peut s’avérer en outre difficile d’engager des réformes systémiques pour améliorer la qualité des enseignants déjà en exercice. Même avec les meilleures intentions, les réformes de l’action gouvernementale risquent de ne jamais atteindre les salles de classe, en raison de problèmes de communication, d’un manque de ressources, de contrats ou de négociations avec les syndicats d’enseignants ou simplement des réticences des enseignants expérimentés à modifier leurs pratiques. Étudier la question de la qualité des enseignants dès leur formation initiale permettrait d’éviter de tels problèmes, mais aussi de veiller à ce que les enseignants soient en mesure de dispenser d’emblée un enseignement de qualité élevée.", "La présente proposition étudie dans le détail la préparation des enseignants, dans l’objectif de fournir aux pays les données et les recommandations stratégiques dont ils ont besoin pour améliorer les programmes de préparation des enseignants, accompagner les nouveaux enseignants et réduire le taux de déperdition, mais aussi de les aider à s’assurer qu’ils recrutent les candidats appropriés dans la profession enseignante.", "Fournir aux pays des données internationales comparables sur la formation initiale des enseignants encouragera la tenue de discussions plus approfondies sur les choix possibles en matière de politiques publiques, et contribuera aux efforts déployés pour appliquer des décisions sur la base de données probantes. Le projet vise également à répondre aux questions relatives à l’action gouvernementale dans le domaine de la sélection et de la préparation", "19", "EDU/INES/TALIS(2014)11", "d’enseignants de qualité dès le départ, en proposant des exemples de bonnes pratiques tirés de pays dans lesquels des politiques intéressantes sont déjà mises en œuvre.", "Ces travaux contribuent à l’objectif stratégique à moyen terme de l’EDPC pour améliorer l’efficacité de l’enseignement et de la formation.", "Le projet comporte trois volets. Les pays peuvent choisir de participer à un, deux ou trois volets, lesquels sont présentés en détail ci-dessous.", "Volet 1 : Comment les pays préparent-ils leurs enseignants ?", "La base du présent projet, à savoir la comparaison des politiques de formation initiale des enseignants entre plusieurs pays, vise à répondre aux questions suivantes :", " Quels programmes, politiques et pratiques sont appliqués dans les pays pour préparer les candidats à une carrière dans la profession enseignante ?", " Quelles sont les caractéristiques des programmes de formation initiale des enseignants dans les pays enregistrant les meilleurs résultats dans le programme PISA ? Ont-ils des points communs ?", " Quels autres éléments ces pays ont-ils en commun (taux de déperdition, attitude de les enseignants, soutien/présence de syndicats d’enseignants, etc.) ? De quelle façon ces éléments du système sont-ils liés aux différents types de programmes de formation initiale des enseignants ou à certains de leurs aspects ?", "Ce volet du projet vise à consolider la base de données internationale sur la formation initiale des enseignants, celle-ci se limitant essentiellement aux pays européens (d’après des études de la Commission européenne et de l’Université de Jyväskylä) ou à d’autres groupes restreints de pays1 et ne s’inscrivant pas dans un cadre cohérent. La réalisation de ces travaux par l’OCDE présente l’avantage d’une collecte de données dans tous les pays membres ; l’utilisation d’un cadre commun permettrait de comparer les données entre plusieurs pays.", "Ce volet du projet débuterait par la collecte de données systémiques et d’éléments probants, ainsi qu’éventuellement des tirées d’entretiens, pour établir une description détaillée des caractéristiques du système de formation initiale des enseignants dans chaque pays. Les pays seraient alors regroupés sur la base de ces caractéristiques et étudiés en fonction de plusieurs critères tels que les résultats des élèves, les taux de déperdition des enseignants ou la perception par les enseignants de l’attitude de la société à leur égard. Ces données sont pour certaines déjà disponibles", "1", "Par exemple, le nouvel ouvrage de Darling-Hammond, L. et A. Lieberman (éd.) (2012), Teacher Education around the World: Changing policies and practices, Routledge, Abingdon.", "20", "EDU/INES/TALIS(2014)11", "(par le biais de PISA ou de TALIS par exemple) et d’autres pourraient être collectées via des questionnaires ou des recherche complémentaires au niveau du système. L’objectif de ce volet du projet est de réunir des informations sur les politiques réussies de formation initiale des enseignants et de fournir des exemples de bonnes pratiques tirés des pays.", "Volet 2 : Quel est impact d’un programme de préparation sur les", "Le deuxième volet du projet vise à examiner les données tirées de l’Enquête internationale sur l'enseignement et l'acquisition de connaissances (TALIS) afin de répondre à la question suivante :", " Quel est le lien qui existe entre, d’une part, le type de programme de préparation des enseignants et les éléments qu’il contient ou qu’il ne contient pas et, d’autre part, la perception qu’ont les enseignants de leur degré de préparation et de leur propre efficacité, leur satisfaction professionnelle, termes de perfectionnement professionnel, le climat dans leur salle de classe, leurs principes pédagogiques et les pratiques d’enseignement qu’ils utilisent ?", "D’après les données de TALIS 2013, ce volet du projet débuterait par une analyse détaillée des réponses aux questions sur la formation initiale des enseignants, et de la façon dont ces résultats sont liés aux différents aspects de l’expérience ultérieure des enseignants. L’enquête TALIS demande aux enseignants s’ils ont suivi un programme de formation initiale, et le cas échéant si ce programme incluait une formation aux contenus spécifique à leur discipline, une formation pédagogique spécifique à leur discipline et une formation pratique. Il est demandé aux enseignants d’indiquer si ces formations étaient proposées pour l’ensemble, une partie ou aucune des matières qu’ils enseignent. Ils doivent ensuite préciser dans quelle mesure leur formation les a préparés aux différents aspects de leur métier.", "Les données de l’enquête TALIS nous permettraient d’examiner ensuite dans le détail les nouveaux enseignants (ayant 5 années ou moins d’expérience), et de dégager différents profils selon", "a) qu’ils ont suivi un programme de formation initiale ou", "b) qu’ils n’ont pas suivi un tel programme ; et, le cas échéant, en fonction", "c) du contenu de leur programme ; et de leur sentiment soit", "d) que le programme les a véritablement préparés à l’enseignement, soit", "e) qu’il ne les a pas préparés convenablement.", "Pour chaque profil, nous pourrons alors étudier la perception qu’ont les enseignants de leur propre efficacité, leur satisfaction professionnelle, leur temps d’enseignement, le climat dans leur salle de classe et leurs besoins en termes de perfectionnement professionnel. Nous pourrons également examiner leurs principes pédagogiques et le type de pratiques qu’ils indiquent employer, et déterminer s’ils bénéficient d’un accompagnement par le biais", "21", "EDU/INES/TALIS(2014)11", "d’un programme de mentorat ou d’initiation pratique dans leur établissement.", "En examinant ces profils, nous discernerons davantage les aspects des programmes de préparation des enseignants qui sont liés à certaines caractéristiques de la pratique et de l’expérience des enseignants en classe, au sein des pays mais aussi entre plusieurs pays. Nous pourrons par la suite mettre ces résultats en parallèle avec les travaux effectués dans le cadre du premier volet, d’après les données sur la typologie des systèmes de formation initiale des enseignants, en vue de recenser les systèmes qui proposent déjà des programmes de formation dotés de ces caractéristiques.", "Volet 3 : Comment les pays déterminent-ils l’aptitude des candidats à", "Le troisième volet du projet tentera de résoudre la dernière inconnue du processus de sélection des candidats au métier d’enseignant, à savoir leur aptitude à enseigner. Il cherchera à répondre à la question suivante :", " Comment les pays évaluent-ils les compétences non cognitives ou les aspects de la personnalité qui sont susceptibles de déterminer l’aptitude d’un individu à devenir un bon enseignant ?", "Tous les individus qui suivent un programme de formation initiale des enseignants, et qui obtiennent même d’excellents résultats, ne deviendront pas nécessairement de bons enseignants. Des pays aussi divers que le \nRoyaume-Uni, l’Inde, l’Australie et la Finlande examinent différents moyens d’évaluer cette aptitude, en tant que critère d’admission dans la profession enseignante (souvent avant même que les candidats ne soient acceptés dans des programmes de préparation des enseignants). Dans d’autres domaines, des évaluations similaires sont utilisées pour déterminer la prédisposition d’un individu à réussir dans une activité donnée ; elles partent du principe que chaque individu a ses points forts et ses points faibles, lesquels déterminent la réussite ou l’échec selon la profession.", "Le présent volet du projet analysera les travaux de recherche sur l’évaluation de l’aptitude à devenir un enseignant de qualité, y compris les connaissances « non cognitives » ou les traits de la personnalité comme la motivation, la patience, la capacité d’adaptation, la bienveillance, etc. Les pays seront invités à une conférence où ils pourront débattre de ces questions : ils pourront entendre les interventions d’experts dans ces domaines et tirer les enseignements de l’expérience d’autres pays ayant déjà introduit des programmes ou des pratiques dans ce domaine. Le Secrétariat publiera ensuite une étude comparative de l’utilisation de ces évaluations dans l’éducation dans divers pays et formulera des recommandations sur la façon dont les pays pourraient envisager d’évaluer la prédisposition d’un individu à devenir un enseignant de qualité dans le cadre du processus de recrutement et de formation initiale des enseignants.", "Les résultats du présent projet seront présentés dans un rapport en trois volumes correspondant chacun à un volet. Ces volumes pourraient être", "22", "EDU/INES/TALIS(2014)11", "Le troisième volet comprend également la tenue d’une conférence.", "Ces travaux contribueront à tous les autres travaux menés dans EDU en rapport avec les enseignants et l’efficacité de l’enseignement, notamment aux travaux du CERI sur la Pédagogie innovante pour un apprentissage efficace.", "23"]}