{"Text": ["Public sector organisations have always looked for new ways to fulfil their public mission. The \nNew Deal in the United States, the rebuilding of Europe after the Second World War, the development of the welfare state, experiments in New Public Management, the rise of e-government have all been phases of great change in public administrations, when governments experimented with new ideas, policies, processes, institutional arrangements, management tools and technologies, to create public value and effect positive change. Each of the above examples can be broken apart to expose a great number of innovations undertaken by public organisations which inspired similar innovations across OECD countries.", "And today is no different. Recent studies indicate significantly high overall rates of innovation in public sector organisations. The European Union’s (EU) Innobarometer 2010 found that across the EU27, 66 per cent of organisations on average report having implemented a service innovation. Local \nGovernment Authorities and the National Health Service in the United Kingdom surveyed for Nesta’s 2011 pilot survey reported having implemented very high levels of innovation, with over 90 per cent of organisations reporting a service, process or management technique for innovation.2", "Developing a better understanding of how innovation happens in governments appears to be gaining increased traction among policy makers and researchers alike. This trend reflects the recognition that some of the traditional approaches to addressing public policy challenges may not provide solutions to the complex challenges that governments face today. “Wicked” problems, such as climate change, poverty, HIV, and population ageing require new and different perspectives often working together. The development of new sets of organisational forms, governance structures, funding mechanisms, policy approaches, partnerships and accountability structures blur traditional distinctions between public and private to look for novel solutions to address some of the world’s most difficult problems. At the same time, technological progress is advancing at a speed never seen before, opening great opportunities for governments to incorporate new tools and approaches, while placing great pressure on governments to keep pace.", "The nature of public sector problems - complex, cross-boundary and unsolvable by traditional government tools and approaches – also reinforce the importance of building the capacity of government to innovate and invent solutions to the complex and intractable problems faced by society. Problem complexity is mirrored by increasingly complex, pluralistic and interconnected communities and societies. \nIncreases in migration and social inequality develop complex landscapes within which to navigate.", "Furthermore, many governments are recovering from the economic and fiscal shock precipitated by the 2008 financial crisis and therefore find themselves in a double bind: while many of their services are needed by citizens impacted by the crisis, governments’ capacity to deliver these same services are increasingly compromised by tight fiscal conditions.", "This was the backdrop for the 2010 Ministerial Meeting in Venice where OECD ministers acknowledged the importance of fostering efficiency and effectiveness through innovation in the public sector. They challenged the OECD to assess the main current and future challenges and constraints facing governments and to propose innovative approaches for building a more efficient, effective and well- performing public sector by drawing lessons from country experience and developing policy guidance.", "The confluence of these factors is creating space for a new horizon in public policy making to emerge. One that draws on the lessons of the past, what worked and what did not, and complements this with new tools that are more open, collaborative, iterative and participatory.", "To support governments in meeting these challenges but also to make the most of the new opportunities that they represent, the OECD under the guidance of the OECD Public Governance \nCommittee, has developed the Observatory of Public Sector Innovation (OPSI). The Observatory’s mission is to support governments in using innovation to transform their public sector by developing a deeper understanding of public sector innovation, building an evidence base of what works and connecting innovators in the public sector around the world to share their experience and learn from each other. (Box 1).", "This report is provided as a background document for discussion at the OECD Conference “Innovating the Public Sector: from Ideas to Impact” (12-13 November 2014) and provides a synthesis of initial findings of the Observatory work. It aims to explore this new junction in public policy making, drawing on lessons from the past and evidence of how governments are innovating today to present the framework for a systematic analysis of public sector innovation. This report draws on work previously conducted by the OECD on public sector modernisation and reforms to suggest that a unique public sector innovation paradigm is emerging and providing a key for its understanding and further analysis.", "From an analytical perspective, the report suggests that an innovation lens can help to identify the capability and capacity of public sector organisations. Building on collected evidence and theory the report begins to ask questions about how the elements of organisational structure, process, culture, and technology interact to support or impede the individuals and teams who drive innovation in the public sector. Drawing these elements together, it develops a framework for public sector innovation capacity building. This provides the basis for the identification and structuring of key questions to define a larger research agenda for the OECD in this area. The framework and its key components are presented in the next chapters.", "There is not an established definition of innovation in the public sector however some common elements have merged from national and international research projects. While public sector innovation has not been well researched, much can be learned from the more established work studying innovation in the private sector. The Oslo Manuel (2005) defines innovation in firms as:", "The implementation of a new or significantly improved product (good or service), or process, a new marketing", "method, or a new organisational method in business practices, workplace organisation or external relations.", "Two important characteristics of innovation are highlighted in this definition. Firstly, an innovation must be implemented, meaning that it cannot just be a good idea but rather must have been put in place operationally. \nSecondly, an innovation must be novel, either by being entirely new or a significant improvement. Novelty is subjective so that an innovation must be new for the organisation where it is implemented, but may already be in use elsewhere.", "As noted above, one of the key differences between the public and private sectors is that of objectives. \nInnovation offers companies a means to achieve competitive advantage in the market to support profit generation. In contrast, there is no single bottom line motivating public sector organisations to innovate. Objectives in the public sector are multiple and competing and often requires striking a balance between competing values. Altruistic motivation (e.g. to support one's community or the values of an organisation) also play an important driver of public sector innovation.", "Nevertheless, impact should not be ignored when referring to innovation in the public sector. Innovation should not just be about implementing something new, but also achieving results of value for society. As one simple definition of public sector innovation captures it: ‘public sector innovation is about new ideas that work at creating public value’. \nEach public innovation is aimed at addressing a public policy challenge and a successful public innovation is one that achieves the desired public outcome (a political judgement reflected in government decisions).", "Building on these elements and evidence of innovations in the public sector, the OECD Observatory has identified the following characteristics of public sector innovation:", "Novelty: innovations introduce new approaches, relative to the context where they are introduced", "Implementation: innovations must be implemented, not just an idea", "Impact: innovations aim to result in better public results including efficiency, effectiveness, and user or employee", "These are seen to be the emerging principles of public sector innovation, based on the OPSI’s current knowledge. It is expected that they will evolve and develop as further work expands the breadth and depth of current understanding on public sector innovation.", "Sources: OECD, Oslo Manual: Guidelines for Collecting and Interpreting Innovation Data, 3rd edition, 2005; Nesta, ‘Ready or not? \nTaking innovation in the public sector seriously’, April 2007.", "EXECUTIVE SUMMARY3", "Governments are seeking to innovate: in how they work, in the services they provide and how they provide them, and in how they interact with citizens, businesses and civil society. These changes are being driven by different forces, including a more globalised and networked world, rising citizen expectations, new technologies, increasingly complex problems facing governments and – particularly since the 2008 economic crisis – tight budgets. Whatever the reason, the consensus seems clear: public sector organisations need new ways of working.", "OECD framework for analysing public sector innovation", "Drawing on recent experiences in national and sub-national governments, as well as lessons from the past, the OECD has developed a framework for analysing public sector innovation. This framework looks at the organisational factors that can encourage – or hinder – innovation. First, it identifies four levels that must be considered when addressing innovation: 1) the individual innovator, 2) the organisation in which he or she operates, 3) the public sector as a whole and 4) society. The organisational factors affecting these different levels are then grouped under four themes: knowledge and learning, organisational culture, rules and processes, and organisational design. Both the levels and factors are interlinked, and the borders between them are not always clear-cut. It is important to look at them as an integrated system. This framework can guide future research, and forms the basis for the OECD “Innovation Imperative: A Call to \nAction”.", "Generating and sharing ideas", "The flow of information is essential for generating new ideas, and how data and knowledge are managed and shared within an organisation can support or inhibit innovation. Public sector organisations need systems to gather and manage information produced both internally and externally, including data on their own finances and overall performance, individuals’ knowledge and ideas, information on the needs and demands of users, ideas from outside their organisations, etc. Increasingly, governments are using social media and crowdsourcing to interact with the public more directly, and actively seek citizens’ input on how to improve public services.", "It is not enough just to gather data, however; organisations must also be able to use that information to make changes – to become learning organisations. Knowledge management can help, but it is important that the organisational culture supports continuous learning. It is also crucial to share information to increase its innovative potential, and to help spread ideas and promising practices across organisations. \nOpen Government Data and “big data” initiatives offer both new sources of public sector information and new ways to share it with people and firms outside of the public sector, who may, in turn, use it to come up with new ideas, services or products.", "Empowering the workforce to innovate", "The cultural dimension of the framework looks at how to motivate and encourage people to innovate. \nWhile pay does not seem to be an important motivator of innovation in the public sector, other extrinsic rewards such as recognition, career advancement, special assignments and competitions may play a role.", "Intrinsic factors such as seeing the value and impact of one’s work, and learning new skills, can also be a strong incentive. Human resources management practices that integrate such motivating factors can help create an environment that encourages innovation. However, the informal incentives embedded in an organisation’s “culture” may be even more important, including relationships within hierarchies, the approach to teamwork, and the tolerance of experimentation and failure. Traditionally, the public sector tends to be averse to risk, but being innovative implies a certain amount of trial and error. Leaders and supervisors set the tone, and their support for and commitment to innovation is crucial.", "Adapting rules and processes to foster innovation", "The complex set of laws, rules and procedures that govern the public sector may have unintended effects that hinder innovation. Just as they have simplified administrative processes for businesses, governments may want to examine regulations inside government to eliminate overlapping and contradictory rules, to clarify acceptable practices, and to ensure that legislation does not needlessly limit or discourage potential innovation.", "Similarly, policies governing how financial and human resources are allocated can make it difficult or costly for an organisation to invest in innovation or share resources with others to achieve common objectives. Some fiscal consolidation measures may also reduce the capacity to innovate, even as countries seek ways to improve productivity and efficiency. Allowing ministries or agencies a certain level of resource flexibility is one way for government to support innovation.", "Countries are exploring new approaches to project management that involve citizens, users and staff in decision making. These new approaches focus on the desired outcome and then adapt processes to achieve it, rather than building a service around existing organisational structures. They rely on collaboration across organisations and sectors, and often use pilot testing, experimental design and prototyping. While these approaches minimise risk by allowing innovations to be adjusted before being implemented on a large scale, they do require a greater degree of flexibility than many public organisations are accustomed to.", "Reviewing organisational design", "Governments today face problems that are increasingly complex, multi-dimensional and interrelated. \nTo tackle challenges such as energy sustainability or youth unemployment, they must draw on the expertise and resources of a broad range of people and organisations from the public, private and voluntary sectors and academia. Identifying these different sources of knowledge and finding ways for them to collaborate means rethinking how organisations are designed and how work is managed. To encourage networks and collaborative working, countries are experimenting with flexibility staffing systems that allow people to be moved to specific projects, and with new leadership responsibilities that cut across different policy domains.", "Such flexibility and collaboration can be difficult to achieve, especially within traditional organisational structures and human resource management frameworks. Clear communications, prior agreements (including on financial arrangements) and representative steering committees can make different parties more willing to work together. Governments are also finding new ways to work with citizens, the private sector and civil society to “co-design” public services. Innovation labs to tackle specific problems, social impact bonds to fund new services, and “collaborative commissioning” to co- design service contracts are some examples of these new partnership approaches.", "Finally, to truly transform public services, it is also important to stop providing services that are not effective, difficult as that may be, to free up resources to develop new, more effective ones.", "8", "Donner aux effectifs des moyens d'innover", "Dans sa dimension culturelle, le cadre cherche des moyens d'encourager les personnes à innover. Les compléments financiers ne semblent pas constituer un vecteur d'innovation significatif dans le secteur public. D'autres récompenses peuvent en revanche y contribuer, comme la reconnaissance, la promotion hiérarchique, l'organisation de concours ou de missions spéciales. La motivation peut également venir de facteurs intrinsèques, comme le fait de percevoir la valeur et l'impact de son propre travail et acquérir de nouvelles compétences. Les ressources humaines peuvent contribuer à créer un climat d'innovation en intégrant de tels facteurs à leurs pratiques. Cependant, les motivations informelles inhérentes à la « culture » de l'organisation peuvent s’avérer encore plus importantes. C'est le cas des rapports avec la hiérarchie, les démarches de travail en équipe, et la tolérance à l'expérimentation et à l'échec. Le secteur public se montre en général peu enclin à prendre des risques. Or, une attitude innovante implique une certaine marge d'essai et d'erreur. Les responsables et les supérieurs hiérarchiques donnent le ton. En matière d'innovation, leur soutien et leur engagement sont essentiels.", "Adapter les règles et les procédures pour encourager l'innovation", "Le système complexe de lois, de règles et de procédures qui régit l'administration publique peut entraver l'innovation de façon indirecte. Tout comme ils l’ont fait pour simplifier les démarches administratives pour les entreprises, les gouvernements pourraient se pencher sur leurs réglementations internes afin de supprimer les lois contradictoires ou se recouvrant partiellement, définir les pratiques acceptables et s'assurer que la législation n'entrave pas ou ne décourage pas inutilement le potentiel d'innovation. leur productivité et leur efficacité. Pour encourager l'innovation,", "De même, les politiques d'attribution des ressources financières et humaines peuvent entraîner des obstacles ou des coûts supplémentaires pour les institutions qui souhaitent investir dans l'innovation ou partager des ressources avec d'autres structures afin d'atteindre des objectifs communs. Certaines mesures d'assainissement des finances peuvent réduire la capacité d'innovation, alors même que les pays cherchent des moyens d'améliorer les gouvernements peuvent par exemple accorder à des ministères ou des organismes un certain niveau de flexibilité dans la gestion des ressources.", "Les pays étudient de nouvelles façons d'aborder la gestion de projets, afin que les citoyens, les usagers et les équipes participent à la prise de décision. Ces nouvelles approches consistent à définir en premier lieu le résultat escompté, puis à adapter les procédures en conséquence, plutôt que d'articuler un nouveau service autour des structures existantes. Elles reposent sur la collaboration au sein des organisations et des secteurs, et utilisent souvent des essais pilotes, des projets expérimentaux et le prototypage. De telles démarches minimisent le risque car elles permettent d'ajuster les innovations avant leur déploiement à grande échelle. Mais elles requièrent toutefois un degré de flexibilité supérieur à celui auquel sont habitués les organismes publics.", "Revoir le schéma d'organisation", "Les gouvernements sont aujourd'hui confrontés à des problèmes de plus en plus complexes, interdépendants et revêtant des dimensions diverses. Pour relever des défis comme la gestion durable de l'énergie ou le chômage des jeunes, ils doivent s'appuyer sur le savoir-faire et les ressources d'un grand nombre d'acteurs et d'organismes issus de tous les horizons : secteur public, secteur privé, troisième secteur, monde universitaire. Afin d'identifier ces différentes sources de savoir et les moyens dont elles disposent pour coopérer, il faut revoir la façon dont les organismes sont structurés et gèrent leurs activités. \nPour favoriser la création de réseaux et le travail collaboratif, les pays ont expérimenté des systèmes d'effectifs flexibles permettant d'allouer des personnes à des projets concrets, ainsi qu'une nouvelle répartition des responsabilités, transcendant les différents domaines d'intervention. les différentes parties à", "Il n'est pas toujours facile d'obtenir un tel niveau de souplesse et de collaboration, notamment au sein de structures traditionnelles en termes d'organisation et de gestion des ressources humaines. Une communication claire, des accords préalables (notamment sur des dispositions financières) et des comités directeurs représentatifs peuvent encourager travailler ensemble. Les gouvernements cherchent également de nouvelles méthodes de travail aux côtés des citoyens, du secteur privé et de la société civile pour « concevoir ensemble » les services publics. Parmi ces approches axées sur le partenariat, on peut citer par exemple les laboratoires d'innovation visant à répondre à des problèmes concrets ou encore le financement de nouveaux services via des investissements à impact social.", "Enfin, pour transformer en profondeur les services publics, il convient aussi de supprimer les services non efficaces, quelle que soit la difficulté de cette démarche, pour dégager des ressources au profit de nouveaux services plus appropriés.", "INTRODUCTION: A FRAMEWORK FOR PUBLIC SECTOR INNOVATION", "Public sector innovators don’t innovate in a vacuum, but in a structured organisational environment. Initial research has pointed to organisational factors which have played a role in encouraging innovation whereas others may work against or hinder it5. Asking public employees to innovate may not go very far if the organisational environment is not conducive to supporting innovation.", "Looking at how organisational attributes (structures, rules and processes, technologies, culture, etc.) impact innovation is a central element of the public sector innovation research agenda for the OECD. \nThe diagram below can usefully illustrate the kinds of considerations required to think about organisational innovation capacity and its context, from the individual at its core, outward.", "Figure 1. A PSI framework", "This framework helps to conceptually organise and classify interrelated ideas and concepts along two dimensions: the level of analysis, and the thematic element. The framework results from an initial review of OPSI cases and literature. This represents a first step towards identifying and classifying various factors that appear to influence public sector innovation. The framework is not meant to be normative – it does not offer an ideal to strive towards. Nor is it empirical, based on proven science or theory. It is also not final, as it is expected to bend and shift as knew knowledge is developed and the cases in the OPSI grow.", "The levels of analysis are represented by the concentric circles of the diagram with individual innovators at the centre. The next level out represents the organisation in which the individual innovates.", "The third circle represents the public sector of the country, made of up of numerous organisations. And finally, outside the circles is the larger society, with whom the public sector partners to innovate.", "Defining the exact point where one sphere becomes the next will usually be highly context specific - depending on the issue and the country. For example, the level of control and discretion individual organisations (ministries, agencies, etc.) have in budgeting may be quite different from HR management and/or Performance Management, and will differ from one jurisdiction to the next.", "The framework is further divided into 4 quadrants, which represent thematic elements which are", "groupings of organisational attributes influencing public sector innovation:", " Generating and sharing ideas: The top left is the realm of knowledge and learning which allows us to consider issues related to the collection, analysis and sharing of information, knowledge development, and learning. The hypothesis here is that data, information, knowledge and learning are essential to innovation and the way they are managed can support or hinder innovation. The challenge is to build the capacity to pool available knowledge to improve public decisions about innovative solutions and to share knowledge to encourage social innovation6.", " Empowering the Workforce: To the right is the cultural dimension – how people are motivated within an organisational sitting to explore new ideas and experiment with new approaches. Here it is also suggested that leadership and the way people are selected, rewarded, socialised and managed have an impact on an organisation’s innovative capacity.", " Navigating Rules and Processes: The next quadrant looks at rules and processes, including the legal/regulatory framework, budgeting processes and regulations, approval processes, and the opportunities they offer (or block) to innovate.", " Reviewing Organisational Design: Finally, organisational design elements, and in particular, the way work is structured within and across organisations may have an impact on innovation in the public sector. This includes the development of spaces and innovative methods to structure teams, break down silos and work in partnerships across organisations and even sectors.", "The circle represents the importance of understanding all of these issues of public sector innovation as an integrated and connected system, in which no one part of the framework exists in isolation. Different innovation issues, projects, and questions may involve different combinations of areas and linkages across them, depending on the problem being addressed and the specific context of the country’s structures. For example, information management and HR data management regimes have significant impact on organisational culture as well as the capacity of public organisations to adapt to changing needs and circumstances.", "It will be argued in the next chapter that further research into public sector innovation may enable insights at all of these levels and thereby help governments to:", " Build the innovative capacity of public organisations: find novel, home-grown and/or context", "appropriate solutions to new challenges and old persistent problems.", " Build individual capabilities: identify the skills, mind-sets and leadership required at all levels of", "an organisation to innovate successfully.", "", "Identify promising innovative practices with potential for scaling up for government-wide impact and the attributes which have an impact (+ or -) on innovative capacity, and consider ways of building more innovation-friendly organisational environments.", "", "Inspire each other by sharing innovations across governments with a better understanding of the contextual factors that enable a country to modify ideas (re-invention) to meet their unique contexts and needs.", "SECTION 1: GENERATING AND SHARING INNOVATIVE IDEAS", "Developing capacity for innovation requires that an organisation changes and adapts by learning from its past experiences while anticipating future challenges through organisational foresight. Data, information and knowledge have important roles to play as the building blocks for creating a learning organisation that displays these attributes.7 They support daily operations; help an organisation understand its evolving context; and support evidence-based decisions. When used strategically they can help an organisation adapt and compete through learning to promote and sustain employee and organisational learning.", "Data, information and knowledge about an organisation exist in many different forms and locations; developing as a learning organisation means being able to harness each of them to support continuous learning. This means identifying their different sources, exploiting what they say about an organisation by regularly and systematically integrating them into the decision making process, and sharing them openly across the relevant actors both within and beyond government.", "Using information to improve the innovative capacity of public organisations gives rise to three interrelated issues:", "", "Sourcing: the identification of the different types and sources of data, information and knowledge that are relevant.", " Exploiting : organisations need to channel data, information and knowledge into a usable form so that it can be fully exploited to support evidence based decision making and organisational renewal (to support the development of ‘learning organisations’).", "", "Sharing: organisations need to share information collected with wider sets of actors including other public sector organisations and members of the public to support decision-making, accountability, co-innovation and facilitate value creation elsewhere in the economy.", "The section below focuses on the individual, organisational and institutional aspects of data, information and knowledge. It seeks to draw out what they mean in practice at the different levels, and the role that they can play in developing an organisation’s capacity to develop and sustain innovation.", "Sourcing information from within and across organisations and sectors", "Information to support innovation can come from a wide range of sources, both within and outside organisations. Information on organisational performance, for example, comes from the financial data produced by line ministries, spending reviews and performance measurement systems which produce data by measuring input, processes and output creation, as well as outcomes and impacts.", "Beyond organisational data and information, an individual’s knowledge about the organisation in which they work is a highly valuable resource. This detailed, practical knowledge may make them well- placed to recognise opportunities for innovative improvements in how an organisation functions and the services that it delivers. Innovation awards that recognise employees’ ideas are one example of how governments identify, organise and learn from this tacit knowledge.", "Sensitivity to demands, trends and opportunities in the wider society is key for developing an organisation’s innovative capacity. Opportunities for innovation can be identified by having an accurate understanding of service delivery performance that includes service users’ demands and citizens’ expectations. This requires that organisations have a comprehensive understanding of their current performance, drawing on quality, accurate and relevant information and management systems that ensure it is accessible and timely. At the same time, it requires that they have information systems which are able to monitor and draw on trends external to the organisation itself.", "Increasingly, new media sources, such as social media and other web-based communications platforms, are providing governments with sources of innovative ideas and new tools to connect to users and engage in discussions that support innovation. By drawing on the wide and varied information held across society as a whole this may offer possibilities to build the public sector’s innovative capacity through the provision of new expertise, creativity and feedback.", "Student Update Facebook and Twitter accounts, Australia", "The Department of Human Services’ Media Section began monitoring social media mentions", "of the department several years ago, in the same way it monitors mentions in traditional media. This monitoring led to the recognition that the interactive nature of social media provided the opportunity for the department to join in conversations – providing requested information and correcting misinformation. The department began participating in conversations on social media where (it) observed that (it) could add value. The launch of the", "Student Update Facebook and Twitter accounts allowed the department to take that one step further.8", "Opening up government to external information sources is also about developing more participatory modes of governance. Cases collected by the OPSI provide examples of how citizens are being provided with opportunities to regularly contribute ideas or feedback to the public sector. New uses of technologies such as crowdsourcing, big data and open data (discussed later) are enabling the public sector to tap into the rich information that is held in society to develop new, better public services.", "Challenge.gov, United States", "The challenge and prize program at the General Services Administration (GSA) provides an online platform, strategic consulting, training and best practices that enable federal agencies to manage and run public prize and crowdsourcing contests. Citizen solvers, individuals and companies, from around the world can contribute expertise and drive innovation by entering and providing solutions to the federal government’s mission-centric problems, whether technical, scientific, or creative…", "… Challenges allow the public and the government to co-create. They allow government to", "tap into the collective knowledge and resources of the public, and help the public more easily contribute their expertise to find better solutions.", "Exploiting information: extracting meaning for organisational learning", "Reviewing data, information and knowledge to support innovative capacity requires that an organisation is able to continually learn and adjust its activities based on results and its environment, in other words to become a learning organisation. One element of being a learning organisation is having appropriate knowledge management strategies in place to ensure the availability of accessible, timely and quality information to support decision making.", "Knowledge management systems, especially their ICT components seem to bring at least perceived improvements, in efficiency and productivity.9 This supports findings on the role of knowledge management in firms which finds empirical evidence to suggest that firms who are better at knowledge management use their resources more efficiently, enhancing innovation.10 On the other hand, the infrastructure of knowledge management systems alone is not sufficient to shape the behaviour and culture of an organisation which requires trust and openness to support information sharing.", "Organisational learning is not simply the sum of the learning of individuals within an organisation but rather it is about how the organisation as an entity adapts and competes through learning. \nSome other key elements which define learning organisations:", " Multilevel: i.e. learning is interrelation, occurring between individual behaviours, team", "organisations, organisational practices and structure;", "", "Importance of the beliefs, values and norms of employees to support sustained learning;", " Role of a learning culture within an organisation promotes and sustains employee learning.11", "A culture that supports lifelong learning is also crucial to develop an organisation that learns from its information. The concept of a learning organisation is much greater than the use of information, and links to the agility and adaptability of an organisation to respond to information. It is also about the willingness to discuss established and taken-for-granted routines, practices and assumptions behind the way employees work and think. This is further taken up in the next section.", "Box 2. Obstacles to learning in the public sector", "There are obstacles to learning in the public sector setting. In 2002, Chapman (2002, p. 13) noted the following. \nWhile the pace of public sector modernisation has been swift since then, it’s worth reflecting on the persistence of these particular obstacles:", "Political process which uses failure to score points rather than learn lessons.", "The reliance of civil servants and ministers on command and control mechanisms.", "Lack of evaluation of the impact of previous policies.", "Pressure for immediate response to the crises of the day.", "A tradition of secrecy that limit feedback and learning.", "The dominance of the vertical silos effectively making end-user performance secondary to other considerations.", "A drive for efficiency in policy making, and resistance and protection of vested interests by some professional and intermediary bodies.", "Source: René Kemp and Rifka Weehuizen (2005), Publin report D15 Policy learning, what does it mean and how can we study it? Retrieved Nov 6 2014: http://survey.nifu.no/step/publin/reports/d15policylearning.pdf; Chapman, Jake (2002) System Failure. Why governments must learn to think differently, DEMOS, London.", "Sharing information: multiplying its innovative potential", "The innovative potential of information gathered and used by one organisation can multiply when made available to many. The contributions of many can lead to the identification of the different dimensions of policy challenges, highlighting the importance of system wide co-operation and ultimately more complete, holistic solutions. Making information and data more broadly available including to the public at large in a way that protects the privacy of individuals, can also spur innovation beyond the public sector, and support innovative partnerships with other actors.", "Sharing organisational information across the public sector can also support the identification of useful practices which may provide individual organisations with innovative ideas that can be adapted to their own context. Cases collected by the OPSI illustrate how drawing on the experiences of others provide inspiration for innovations such as the unified public service number, 115 in Germany which built on similar practices at the local level, or the Presidential Delivery Unit in Chile which was inspired by the UK’s Prime Minister Delivery Unit established in 2001 in the United Kingdom. These practices depend upon a regulatory framework that enables the sharing of data and information in safe ways. Updating rules and regulations to enable new practices is taken up further in section 3.", "Sharing information across organisations and sectors can also provide ideas, advice and guidance in the development of innovations:", "Senior Executive Service System (SESS), Chile", "The SESS was designed based on international experience. In particular, the experiences of", "OECD countries like Australia and New Zealand were highly influential in the design of the", "Chilean model, through the analysis of its laws, its institutions and the functioning of these.", "Learning from others in this way may reduce the investment costs of learning how to do something new, and reduce the risk associated with innovation by identifying some of the key challenges and possible solutions from the outset.", "Effective management information systems across the public administration may also support greater integration where information is shared across different services, and even different levels of government. This may create new possibilities for innovations in how the public sector perceives and treats its citizens. Citizens are no longer reduced to a single issue – their income tax, their child benefits, their hospital treatments – but can be viewed more holistically, by providing an overview of how citizens interact with the public administration across a range of different services. When this can happen in a way that prioritises the protection of citizens' privacy, this integration may make it possible for the public sector to identify new opportunities for innovations that improve services for citizens based on their characteristics and their existing relationship with the public administration:", "NemID and borger.dk, Denmark", "Borger.dk and Min Side (or My Page) is unlocked with NemID (Danish National eID and digital signature scheme) to use ‘personal fragments’ such as age, gender, geographical location to make it possible to target specific groups of the population e.g. reminding a car owner with an outstanding fine to pay the fine, including a payment option, evidence of the parking infringement and a complaint option or a single mother within a specific age group living in a specific municipality with children at a given school. The technical ability to personalise content and eService provision is flexible and can in fact be deployed to the entire portal.", "Public administrations’ openness to the wider society is being facilitated by new technologies which are providing new possibilities for public sector information. Initiatives such as Open Government \nData (OGD), big data analytics (see box 3) and the opportunities created by social media offer not only new sources of information, but also new ways to share public sector information, building a more fluid, two-way relationship between government and society. This openness is being reinforced by other organisational practices that support increased co-creation of public services. These are discussed further in section 4 of this paper.", "Box 3. Open Government Data and Big data for public sector innovation (OGD)", "The two main elements of OGD are normally defined as follows:", "Government data: is any data and information produced or commissioned by public bodies.", "Open data: are data that can be freely used, re-used and distributed by anyone, only subject to (at the most) the", "requirement that users attribute the data and that they make their work available to be shared as well.", "“Big data” is a collection of datasets so large and complex that it is difficult to use on-hand database management tools, or traditional data processing applications, for their processing that includes capturing, storage, search, sharing, transfer, analysis, and visualization. The trend towards having and dealing with larger data sets produced by different actors is also due to the additional information derivable from the analysis of a single large set of related data, as compared to separate smaller sets with the same total amount of data, allowing correlations to be found to spot business trends, determine quality of research, prevent diseases, link legal citations, combat crime, and determine real-time roadway traffic conditions.", "Source: Ubaldi, B. (2013), \"Open Government Data: Towards Empirical Analysis of Open Government Data Initiatives\", OECD \nWorking Papers on Public Governance, No. 22, OECD Publishing. DOI: 10.1787/5k46bj4f03s7-en.", "Opening up government data can help to create a two-way interaction between government and society. Government opens up its information, making it accessible and re-usable, so that it is no longer the sole provider of solutions but rather becomes a platform that facilitates other actors to create public value.12 \nInnovations collected by the OPSI recognise this role of government in increasing the transparency of government information to be re-used or modified and enhanced by others to release public value. Spain’s APORTA project for example promotes the reuse of public sector information, because it is seen to spread knowledge, develop new service and products and improve the reliability and security of the data that the public sector manages. The availability of public sector information also plays an important role in raising public awareness, helping to create societal consensus for action and a springboard for co-innovation.", "Openness is also important in creating competition and driving performance pressures. Openness of performance data can support competition between public sector organisations to drive public sector innovation. Comparative benchmarking and user choice for example, among schools and hospitals, neighbouring municipalities or boroughs, sub-national governments, or across countries can create pressures and incentives between public sector organisations to improve quality, where innovation is one of the means to achieve this.", "Conclusions and open questions", "The generation, use and sharing of data, information and knowledge management within and across a public sector organisation can be an important factor in building its capacity to innovate. To support countries in putting in place systems, cultures and practices that maximise this potential requires further exploration and evidence. Key questions include the role played by management information systems in the innovation process, and how to ensure their effectiveness in increasing innovative capacity.", "Further research is required to help understand how the different sources of data, information and knowledge can be identified and harnessed so that they work together to support learning organisations that sustain innovation.", "Opening up public organisations can allow them to tap into additional resources and ideas coming from a variety of actors outside the public sector. How can governments increase their capacity to innovate by interacting more closely and fluidly with what is happening beyond their own immediate borders?", "SECTION 2: (EM)POWERING THE WORKFORCE TO ACHIEVE INNOVATION", "People are central to public sector innovation at every stage of its process. Innovations begin as ideas in the minds of citizens, public servants, managers and political leaders and are generated at the cross sections of human interaction. These ideas are inspired by the needs of citizens and are transformed from idea to practice through the commitment of public servants and leaders who anticipate these needs and respond to them. As such the study of innovation must begin with an understanding of the people who contribute to innovation13, and what motivates them and enables them to do so.", "A recent report by the EC Expert Group on Public Sector Innovation suggests that the public leader of the future will need to strike a new balance “between administration, stability and predictability on the one hand, and leadership, change and innovation on the other.”14 This report links innovative behaviour to an entrepreneurial mind-set which includes challenging assumptions, focusing on outcomes and co-designing with end-users, and embracing the unknown through small-scale iterative experiments. \nThis depends on leadership, vision, communications, and the ability to build alliances. For many, these characteristics simply describe the role public servants take on to serve the public interest. It means balancing visionary change with concrete implementation.", "Recognising that humans are at the centre of innovation raises questions about what motivates people to be public innovators, what skills they require for success, and how public organisations can increase both. Answers to these questions require a nuanced understanding of the kinds of competencies and behaviours that support innovation, and the way that incentive structures interact with public servants’ values to motivate learning and engagement (Box 4). This suggests the need to look beyond an organisation’s formal training, incentives and rewards, and to include the organisational culture that frames and structures the way individuals and groups interact and take meaning from their work.", "Motivating professional public servants to be innovative requires careful consideration of the range of incentives and disincentives that operate simultaneously within an organisation, both intrinsic and extrinsic. These can include extrinsic factors such as the way that pay is structured and the way promotions are granted. It can also include the quality of relationships among staff and management, the way teamwork is used, and the way effort is recognised. Intrinsic motivation can be impacted by the way that staff is made aware of the impact of their work – how close they are to the beneficiaries of the policies that they develop, how they see value created as a result of their ideas and their labour.", "Motivating professional public servants to be innovative also requires that they have the right skills to apply to the problems they are being asked to solve. Employees who feel less capable to complete tasks will be less motivated to undertake them, while those with new skills will be keen to put them to use. \nSome of these skills are likely related to specific technical abilities, such as the ability to understand and manipulate the big data sets discussed in the first section, or the ability to manage prototyping or experimental approaches to service design discussed in the next section. Other skills include the ability to make connections between ideas that are not apparent, to ask the right questions and network with the right people. Acquiring and reinforcing these skills in the public sector workforce likely requires thinking about employee and workforce development in new and creative ways.", "Box 4. Motivation and rewards: a fine balance for innovation", "Motivation, defined as the desire or willingness to do something, is not a simple concept to describe. \nNevertheless, it is considered key to a wide range of performance outcomes at the personal and organisational level. \nEven if the employee has all the abilities required to perform, they will apply these abilities if it is valued by the organisation. Hence, organisations must offer the right incentives to motivate the best behaviour.", "Motivation is linked closely to the concept of employee engagement – another term whose definition shifts depending on the author using it. Engagement is often defined in conjunction with motivation, commitment and job satisfaction, and is significantly correlated in multiple studies to improved organisational outcomes including performance and innovation. For example, studies by Gallup on firms in the private sector found that firms with low staff engagement experience significantly higher staff turnover and more accidents. Conversely, those with higher engagement have more customer advocacy, higher productivity, and more profit.15 These findings have been corroborated by other researchers. Furthermore, engagement correlates with innovation – fifty nine per cent of engaged employees say that their job brings out their most creative ideas, compared with only three percent of disengaged employees.16", "Motivated employees are hence considered to be better at their job, to put in more effort to achieve outcomes, and to be willing to push for positive change in their workplaces by committing extra energy above and beyond the minimum required from their job descriptions.", "Motivation is also considered to be deeply personal – what motivates one person may discourage another, and this adds to its complexity and mystery. At the most basic level, people are motivated to do things that they perceive to produce a beneficial outcome. At the individual level, it’s common to distinguish between two kinds of motivation: intrinsic and extrinsic. Intrinsic motivation compels people to act for a reward that is gained by the activity itself. Frey and Osterloh (2002) identify three kinds of intrinsic motivation: in the first form, people do an activity because it brings them pleasure. In the second, it’s the completion of the activity that brings them pleasure (e.g. crossing the finish line of a marathon, meeting an important deadline). The third is motivation to comply with internally held standards. This last category includes values-based standards, such as community service, commitment to family, ethical fairness, etc. \nExtrinsic motivation compels people to act for a reward that is separated from the act itself. The most common example is financial payment for services rendered.", "Many central governments face significant challenges in motivating innovative behaviour from their employees. Some of these challenges are rooted in the bureaucratic nature of public sector organisations. For example, multiple levels of hierarchy often separate staff from the decision-making level, and the administrative nature of many of the jobs can result in a feeling of removal from the impact of their work. Some of these challenges result from the public and political nature of the work. For example, public scrutiny to ensure the stewardship of public funds may encourage risk aversion.", "Organisational levers for empowering innovation in the workforce", "Despite these challenges, much innovation takes place in government and at all levels of the public sector. Strategies to identify and promote innovative behaviour are top-down and bottom-up. From the top down, one could implement management tools and programmes to build the innovative capacity of public organisations and the innovative capabilities of employees and managers. From the bottom-up one could identify ways to encourage employees to experiment with new approaches, to explore new avenues, and to celebrate this kind of behaviour to inspire others to act in similar ways.", "Human Resource Management (HRM) policies are one set of organisational levers that affect the behaviour of professional public servants. It could be hypothesised that HRM policies have an impact on the innovative capacity of an organisation. For example, some administrations are looking for ways to add “innovation” to their leadership competency frameworks to guide selection, performance management and development. It remains to be seen how “innovation” can be broken down into discreetly identifiable behaviours for assessment.", "Pay systems are a core element of HRM. There is no solid evidence on the ability of pay to motivate innovation. Instead, it’s worth expanding the concept of compensation to consider how other incentives such as special recognition, career advancement, team selection, special assignments, challenge competitions and learning opportunities, can motivate desired behaviours.", "One concept that may take on importance in the context of public sector innovation is job- significance – how one perceives the impact of their job on the well-being of others. The theory of Public \nService Motivation17 suggests that many public sector employees pursue their careers because they are intrinsically motivated to create public value rather than increasing private wealth. If this is true, then these employees will be intrinsically motivated by seeing the positive benefits of their efforts. It follows, then, that if staff are motivated by the impact of their work, they will also be motivated to innovate when ideas and opportunities come together to increase the impact that their efforts produce.", "Understanding and leveraging this kind of motivation implies HRM practices which are designed to bring employees closer to the impact of their work, structure learning opportunities by interacting with their beneficiaries and others who share similar values and take pride in similar kinds of work (Box 5). It includes selection processes that prioritise people with values that match those of the organisation, and could inform socialisation, training, performance assessment, promotion and leadership development practices.", "In contrast to the top-down practices mentioned above, bottom-up practices identify innovation- positive behaviour and bring this to light, in order to celebrate it and to inspire others. Using tools such as innovation awards to celebrate innovation success (arguably a top-down practice) can have diffusion effects by enabling groups to learn from each other’s experience, to identify and overcome specific barriers, and to signal the importance of innovation as an organisational priority. In this way, it can have an impact on the organisational culture (see next section).", "Box 5. Incorporating Public Service Motivation into management practices", "Paarlberg, Perry and Hondegheim suggest that public service motivation is key to unlocking the productive potential of public sector organisations. While they don’t link it directly to more innovative public services, we can hypothesise that a more motivated and engaged workforce would likely be more interested in improving the outcomes of the services they manage and therefore may be more interested in innovating. The authors suggest that the following 14 management tactics could be employed by public service organisations to maximise the potential of public service motivation:", "Tactic 1: Use public service motivation as a selection criterion for entry into public service employment.", "Tactic 2: Provide formal and informal opportunities for newcomers to learn about organisational values and", "expectations for employee behaviour that reflect public service values.", "Tactic 3: Develop performance appraisals and performance monitoring systems that include observations of", "behaviours that reflect and encourage public service motivation.", "Tactic 4: Identify beneficiaries of jobs; establish opportunities for direct contact between employee and", "beneficiary; and provide clear channels for service beneficiary feedback.", "Tactic 5: Interpret broad public service missions in terms of clear and meaningful work expectations.", "Tactic 6: Develop work structures that enhance self-regulation through empowerment and participatory decision-", "Tactic 7: Commit to creating a supportive workplace environment that models and reinforces public service", "Tactic 8: Create and maintain incentives that align organisational mission and employee predispositions.", "Tactic 9: Design compensation systems to emphasise long-term attractiveness to employees and avoid", "performance-related pay that might crowd out intrinsic motivations.", "Tactic 10: Articulate and symbolise organisation, mission and vision in ways that connect with employees’ zone", "Tactic 11: Encourage and reward the development of leaders who communicate and model public service values.", "Tactic 12: Foster institutional support for the incorporation of public service values into professional and", "Tactic 13: Advocate for and provide opportunities for pre-service experiences.", "Tactic 14: Bring public service to the attention of the broader society.", "Source: Paarlberg, Perry and Hondeghem, (2008) “From Theory to Practice: Strategies for Applying Public Service Motivation” in \nMotivation in Public Management edited by Perry and Hondeghem, pp. 268-293.", "Organisational cultures, leadership and innovative organisations", "So far this section has discussed formal human resource management practices that can be listed in an employee manual. The informal incentives, however, may be even more important, and this is often discussed in relation to an organisations’ culture.", "Organisational culture is made up of “core values, behavioural norms, artefacts and behavioural patterns which govern the way people in an organisation interact with each other and invest their energy in their jobs and the organisation at large”18. It includes a web of basic assumptions that have proven to work in the past and are therefore accepted as common sense within the organisation. Organisational cultures are the unwritten rules and expectations based on the shared attitudes and values of individuals within an organisation.", "Leadership is often identified as a key determinant of organisational culture. In fact, some research19 suggests that the behaviour of leaders and organisational supervisors is the primary influence on employees’ ethical behaviour. Employees will do what they see their supervisors do, rather than what the policy manual dictates. Furthermore, organisational leaders can play key roles in establishing many of the preconditions ripe for innovation such as strategic alignment across an organisation, empowering staff to take initiative, collaborative work units, and prioritising learning. This includes political leaders who send powerful signals if public sector innovation is needed and encouraged.", "The link between innovation, organisational culture, leadership, and the HR regime is difficult to establish empirically but has much to do with risk acceptance and aversion. An Australian government report20 suggests that a risk-averse culture discourages employees from bringing forward innovative ideas to decision-makers with the power to move them forward. Structural and institutional factors reinforce an incentive structure that encourages risk-aversion, while innovation as a concept is not easily measured, and is therefore not well tracked or rewarded at the individual level.", "A commonly discussed feature of innovative organisations is their acceptance of experimentation and learning through trials and errors. Innovation requires willingness to experiment and learn from what works in practice. The challenge is to uncover ways to enable experimentation while mitigating the risks that will be borne by society as a whole. An associated challenge is finding ways to reward public servants who undertake well-structured experimentation, even when it does not succeed.", "The OPSI examples provide some insights that illustrate a number of the above concepts in action. The Canadian open policy development innovation articulates the idea of culture change - the challenge of moving from a small group of innovators to effecting a wider change across an organisation:", "Transitioning from early adopters to widespread practice requires addressing a deeper challenge, that of cultural change. Cultural features such as risk aversion, hierarchies, and silos are all prominent in many large organisations and are also significant barriers to change. This is particularly the case with open policy development and its effort to unchain communications and interactions. High-level leadership and support is crucial to shifting cultural views, but so is explicit empowerment of mid-level managers who can otherwise stifle enterprising employees. The emphasis has to be on taking intelligent risk that envisions failure as an acceptable and educational outcome. Being smart about risk requires experimentation and fast failures. (CA open policy).", "The Canadian example above highlights a number of recurring themes that are seen in OPSI cases and literature. These include the challenge of innovating in organisations characterised by risk aversion, hierarchies, and silos. A comfort with experimentation with no guarantee of success and with trials and errors that can be used as learning opportunities is another theme that is often recognised and which is taken up later in the document.", "Belgium’s \"healthy work\" innovation set out to learn from teams of health care providers who work in partnership with communities and a range of health care professionals. This innovation explicitly sets out to create an organisational culture that values and prioritises learning:", "We wanted to learn from teams who are facing great challenges, but have excellent managing", "skills to deal with them. How are they able to manage their work in a difficult area? ...", "Besides a series of workshops, “Kind en Gezin” launched a survey to explore whether the", "organisation has a creative learning culture. A creative learning culture is a critical success factor for healthy jobs in self-managing teams. Furthermore we started to focus on management and leadership in self steering teams. We launched innovative projects to give oxygen to change management (i.e. internal job switches as a learning program, ‘Do-Tanks’ with The Netherlands...) (BE healthy work)", "The focus on creating a learning culture to enable teams to innovate, can provide transferable knowledge beyond the medical professions. The Belgian submission goes on to list a number of useful lessons for any team tasked with developing innovative solutions to complex policy problems:", "Innovation is a continuous process. When you let it go, the process stops. Innovation is only a success if the management team supports it completely. When you work on the self- management of teams, employees discover they can do more. A good rewarding [incentive] policy is important. Would we change our approach? We would build in more rewarding systems during the project and better communication about the goals of the project. We are working on that in the sequel of the project implementation. (BE Healthy Work)", "The link between culture and leadership described in the Belgian example is found in a number of the innovations collected by the OPSI. Indeed, support and commitment from leadership is one of the most mentioned factors for success across the initiatives. This doesn’t necessarily imply that innovation happens top-down, but that, at some point, the buy-in and support from the organisational leadership is required to set the stage for the wider adoption of whatever innovative practice is to be implemented. This sentiment is captured in the following quote from Iceland’s experience incorporating social media into their police system:", "A crucial factor was the fact that the head of the RMP (Reykjavík metropolitan police), the police chief, was a turning force behind the project and so deeply embedded from the get-go.", "This installed an atmosphere amongst the group that they were trusted to respond [via social", "media], thereby shortening response times and installing a sense of a personal atmosphere since the responses sent were less formal in their nature. (IS policing)", "Conclusions and open questions", "The examples provided above illustrate some of challenges encountered when growing an innovation from a small group of innovators and early adopters to a larger system-wide change involving a shift in organisational culture. Taking a wider innovation lens to this challenge allows us to ask how organisational culture supports and/or hinders an organisation’s innovative capacity. What skills do public employees of all sorts need to support innovation? What leadership styles and practices are required to support innovation? Is it the same leadership to drive top-down change as to enable bottom-up participatory ideation? How can diversity be used to inspire innovation? How can a culture of risk aversion be overcome safely?", "What cultural differences exist in terms of how recognition and incentives are perceived? How", "can these be acknowledged, overcome or adjusted for?", "Furthermore we know that many public sector organisations are beginning to include innovation or innovation-related competencies in their competency frameworks. But how are these actioned? What results do these achieve? How does this impact a wider performance management framework? How do they relate to accountability?", "SECTION 3: INNOVATING IN THE CONTEXT OF EXISTING RULES, PROCESSES AND", "PROCEDURES", "Public sector innovation takes root when the knowledge of a problem and its potential solutions (section 1) come together with people who are able and motivated (section 2) to do something about it. \nThese people also need the opportunity and the resources to innovate and this suggests the need to consider how the rules, laws, and bureaucratic processes that regulate the public sector can be designed to encourage public sector innovation to flourish.", "Public sector organisations are regulated by a complex web of laws, rules and procedures. These include budgeting, resource management, reporting obligations, project management and approval processes, communication protocol, legal frameworks that regulate public sector organisations activities in areas such as privacy, security, or procurement.", "While these rules are established for good reasons (protecting the public interest, ensuring ethical use of resources, promoting accountability, establishing common operating procedures for consistency and efficiency), their design may have unintended effects that can inhibit individual and organisational capacity to innovate. For example, regulation may constrain programmatic changes or inhibit co-operation across ministries or in partnership with other sectors.", "This section looks at the concept of rules and procedures in three discreet, but interrelated areas", "to propose that certain approaches to each can impact the public sector’s capacity to innovate:", " Clarifying and, in some cases, simplifying the legal and regulatory context to encourage public", "sector innovation;", " Looking at the relationship between resource flexibility, budget agility and innovation in a public", "sector setting;", " The innovation processes – how innovation requires a more flexible and experimental approaches", "to project management and public service design.", "Clarifying and simplifying regulations internal to government", "Rules, regulations and internal requirements accumulate over time leading to complex interactions that require legal expertise to clarify. Reducing government red tape has been a common focus in many countries over recent years, primarily to reduce the burden for businesses21. However, regulatory simplification could also be considered to reduce the burden of requirements on public agencies with a focus on maintaining the public objectives behind existing regulations while considering alternative solutions.", "The Australian government is one of the few that has conducted a thorough review of their internal regulations (2007) which identified two principle findings. First, that the process for developing internal regulations was not sufficiently consistent or systematic. And second, that internal regulatory requirements are often poorly understood by agency staff. Risk aversion leads them to adopt unduly onerous processes that are not actually required by the internal regulation in place. A recent study of the", "Australian public service22 suggested that many of the procurement staff were under the impression that some innovation-friendly procurement practices were contrary to regulations when, in fact, they weren’t. \nThese examples suggest that when regulations are unclear or apparently contradictory, it is the natural tendency for public sector employees to interpret them in conservative ways to avoid finding themselves on the wrong side of the law. This has immediate consequences for motivation discussed in section 2.", "Legal advice helps ensure that innovations do not expose government to unconsidered legal risk. \nLawyers’ jobs are to protect the State against legal recourse. Legal advice does not replace the need for management decisions to balance the legal risks of actions against the societal risks of inaction. A report on innovation in Australia’s public sector quoted one public servant as stating, ‘my lawyers always give me multiple reasons why I can’t do what I am seeking to, they never seem to give me helpful advice on how I can do what I want to.’23", "Clarifying the limits of acceptable practice and ensuring a common understanding of these standards can go a long way in enabling innovative practices and identifying the need for regulatory reform. It can also show where rules and regulations may be overlapping and even contradictory, and how changes to one set of rules and regulations can impact others.", "Tools have been developed to do this, with a focus on regulations in the larger economy. OECD publications on Regulatory Impact Analysis, for example, show that countries have developed a range of tools to give decision makers a better understanding ex ante of the impacts of regulations and the risks associated with their implementation. A similar approach could be developed for internal government regulation to disentangle the webs of rules and assess the impact for the development of innovative organisational capacity.", "Updating rules and regulations is particularly important to enable governments to harness the potential presented by some of the new approaches to data discussed in the first section. A pertinent example of this can be found in a number of the cases in the OPSI database which take advantage of social media tools. Many governments have been slow to embrace these tools due to regulations that were not designed for these new realities. For example, policies that require governments to keep detailed records of their interactions with citizens may limit the free-flowing interactions characteristic of social media. \nPrivacy legislation may further limit the ability to interact meaningfully with citizens on these channels, if interactions are classified legally as personal data. Accessibility laws, which guarantee equal access for the impaired, may limit the use of social media if it can be argued that, for example, the visually impaired cannot gain access to the same quality of service. Intellectual property regimes may place further limitations on the sharing of third party information over social media sites. These examples highlight the way that well-intentioned legislation may limit the speed and scope of innovation in the public sector in ways that do not always clearly result in public benefit.", "Resource flexibility and budgeting agility for more innovation and experimentation", "Budgeting and resource allocation is a central process of every public sector organisation, which is usually highly regulated and subject to specific practices, policies and protocol. While their impact on innovation capacity has not yet been fully researched, budgeting processes and rules can be expected to play a role in a number of ways. For example, budgeting policies can influence the available sources of innovation financing in government, as well as the organisational incentives for innovation by determining the possibilities for reinvestment to build innovative capacity and to support organisational priorities. They can also impact organisations’ ability and/or willingness to share funding and/or savings across organisational boundaries in support of shared objectives.", "Innovation in the public sector may not always have a high price tag attached. Nevertheless some available resources are necessary to enable an innovation to get off the ground. In some cases this can mean specific investment, for example through a dedicated innovation fund, although OECD initial research suggests that there are rarely dedicated funding streams to public sector innovation within OECD countries, and when these do exist, they tend to be small reserves managed at the department/ministry level.", "Most of the cases in the OPSI were funded by reallocating existing resources within Ministries. \nThis implies that resources to support public sector innovation are by and large funded at the Ministry level with no or limited investment at a government-wide level. Either by leveraging existing technology platforms, re-using public properties for new purposes, or by re-allocating staff, Ministries were able to reduce costs of an innovation, while ensuring that existing investments and resources were used to maximum effect. In this way, rules that allow for a certain level of resource flexibility appear to enable public sector innovation.", "Budgeting rules may also impact the incentives for organisations to innovate. For example, some organisations are able to harvest savings to fund other priorities, whereas others are expected to return savings to the central budget authority and may even have their subsequent years’ budgets reduced. In the former case, the organisation can reap benefits from efficiency-producing innovation and may be incentivised to do so. In the latter case, there may be a disincentive to introduce innovations that result in cost savings and/or that require longer-term investments. Organisations may try to hide innovative practices from their Central Budget Authorities in order to not lose savings to fiscal consolidation. In doing so, they may limit the effectiveness, spread and application of innovative practices.", "Many OECD countries have recently faced periods of deficit and fiscal consolidation as a result of the 2008 financial crisis. This context gave extra weight to the innovation imperative and governments struggled to consider how best to spur innovation while, at the same time, reducing their overall government expenditures. It can be assumed that different approaches to fiscal consolidation would have different impacts on an organisation’s innovative capacity, both in terms of the incentives to innovate, as well as their ability to fund it. For example, many organisations experience a tightening of their fiscal rules regarding their ability to reallocate resources. Unpredictable fiscal consolidation measures, especially when accompanied by lack of budget flexibility, can lead to cuts that reduce strategic capacity and lead to short-term thinking.", "One challenge for governments facing fiscal consolidation is how best to reduce spending while enhancing and preserving the capacity required to innovate, and even to use certain budget cutting exercises as a way to accelerate innovation in government. However, if all resources are being used to meet day-to-day operational needs, there are no resources or capabilities left to innovate. Tools such as automatic productivity cuts, strategic expenditure reviews, and funding freezes have been used in various combinations in many countries, and each will impact the capacity of government to innovate in the future. \nHow these tools impact innovation, and what combination is optimal under which conditions is an area that requires further research. The OECD is conducting a study on the impact of different approaches to fiscal consolidation from an innovation perspective. The study will look more broadly at the different ways in which expenditure reductions may be implemented and the consequences for innovation.", "Managing risk and complexity through experimental approaches to project management and service design.", "Another group of processes that relate to the innovative capacity of public sector organisations are those associated with project management and reforms themselves. Most public administrations regulate their approach to project management through prescribed staged methods that specify common steps and requirements ex-ante for project design and implementation. While some level of standardisation is helpful for good financial stewardship, the nature of the problems that the public sector seeks to address through innovation - ill-structured wicked problems characterised by a high level of uncertainty – can challenge traditional approaches to project management and organisational reform.", "The conventional approach to project management possesses some common features:", "", "First, change comes from the top. The actions are planned against rational assumptions and future projections based on stable current states.", "", "Second a change process is initiated against a perceived break-down requiring corrective actions aimed at reinstalling the previously prevailing equilibrium.", " Third, contractual arrangement is the main instrument in the relationship with other stakeholders.", "", "Fourth, service design is structured around existing organisational requirements.", "Innovative practices require a different approach to project management. It is in this context that governments today are beginning to explore new approaches which move away from command-and- control models. These involve:", " Broadening of sources into decision-making, including input from citizens and service-users,", "front-line staff and interaction across organisational barriers;", "", "Focussing on Outcomes - beginning with a desire to improve a service or social outcome and then engineering change through the entire delivery system to align processes to meet these new needs;", " Working across boundaries -Collaboration as a mode of interaction (co-design, co-production,", "co-delivery) within and across organisations and even across sectors.", "Governments do not have all the tools to effect all the changes they aim to create. In this sense, the role of government agencies shifts from one of sole actor, to one of convener, facilitator, organiser, and knowledge broker. Partnerships – within government, across levels of government, with the private and not for profit sectors and with citizens themselves – are the new norm. This represents a significant shift from the conventional approaches based on top-down decisions and central planning to a greater focus on interdependencies and citizen-centricity.", "Box 6. A different approach to managing innovation projects: Evidence from the OPSI database", "Denmark’s “NemID” highlights the kinds of systemic challenges often faced by innovators in the public sector,", "The scale of the project including both public and private organisations resulted in a large amount of interdependencies, which had to be tendered on many levels including technical, judicial and political. Naturally the effects of any issues causing changes or delays would be exponential in relation to project size and complexity.", "Adoption of agile development, user involvement, tight supplier management, breaking down the project into manageable chunks and sustained close collaboration with suppliers and stakeholder organisations were introduced as solutions. Identify and fix issues on the go, supported by manageable deliveries and implementations in iterations enabled the project to continuously make any necessary improvements based on second order learning in the project. \nAn investment in stakeholder management should also be singled out, as this project had very influential stakeholders.", "Italy’s Monza Court innovation illustrates that vast number of systems that are required to work together to make system change happen in the public sector:", "Three important lessons can be learned from the Monza Court project: In order to design a user-centered service for the citizen, increasing quality and responding to real needs, you need to design \"services\" (what you want to deliver), \"the delivery system\" (how you want to deliver) and \"relationship system\" (how you want to relate to the \nCitizen). An integrated design of all involved organizational dimensions is needed: access to the service, use of technology, internal organization, work processes (service, support, coordination), systems of coordination and control (planning, hierarchical control, leadership, etc.), microstructures (working groups, including substitutes, offices, clerks, etc.), roles (Judges, Clerks, etc.), people management systems (remuneration, etc.), control systems (leadership, professional communities, cultures etc.). As the Voluntary Jurisdiction is concerned, services to weak citizens require the involvement of multiple actors and new subjects such as Third Sector operators and building a multilevel system of governance.", "The Netherlands’ PDirekt innovation is a shared service centre which needed the co-operation of a wide range of actors. Their advice to others also illustrates the complexity inherent in such transformations:", "Take control of such an intensive transition as a government itself and be in the lead! Start with standardising the processes. Involve line management with standardised decisions. Big complexity needs a step by step development and implementation (no big bangs). Make use of lessons learned elsewhere. Approach this kind of innovation as a change process (and not as an IT-project). Involve the end user directly in development of especially the user interface. Take care of real commitment at the TOP. Keep Track! And move with the winds where necessary. Take real cooperation as a key-way of working with all the parties involved.", "An important element of this innovation management approach is that ideas are put into practice either hypothetically or in small and controlled areas to collect evidence of its effectiveness before being expanded to a wider impact area. Starting small, and strategically growing enables managers to get a good sense of the impact innovations will have when implemented on a larger scale, and gives ample opportunities to adjust and adapt quickly based on reactions from users. In this scenario, piloting, prototyping and other experimental design tools can be used to implement new approaches safely and minimise the risk associated with innovation. Failures, when they happen, happen early before large amounts of resources are invested, and act as a learning experience and a step towards eventual success.", "Prototyping involves the quick production of samples that can be tested by their end-users to determine effective fit. Once a prototype appears appropriate, it can be put into the field in a pilot study to determine whether an innovation will have intended impacts and other consequences. Using tools such as developmental evaluation, the pilot can be continually assessed and adjusted based on a real-time flow of information. Such an approach requires clarity of desired outcomes, but also flexibility to identify and capture unanticipated benefits as they appear during the piloting process. It also requires evaluation tools and capabilities, indicators for monitoring, and the time and resources to ensure that evaluation (and resulting adjustments) is built into the implementation process.", "These approaches enable continuous learning and allow ideas to be developed and re-developed to ensure good fits – they collapse the traditional design-implement-evaluate stages into one continuous learning experiment. This, ideally, reduces uncertainty and risk associated with a larger “big-bang” style implementation, by recognising that complex projects in complex environments will produce unexpected impacts and being ready to respond and adapt on the fly.", "However, such approaches depend on a greater degree of organisational flexibility than many public organisations are comfortable with. Furthermore, by providing an opportunity to engage with end users early and often throughout the process, they can open up new opportunities for innovation and can inspire new solutions to problems that may have been previously overlooked. For this reason, these methods align well with the use of new organisational models discussed in the next section, and the open data tools discussed in the first section. Finally, it’s been pointed out that taking such steps requires an empowered and skilled workforce and a culture shift within organisations (see section 2) – and a shift from the mind-set of ‘expert’, to that of a learner.", "Box 7. Pilot testing, experimental design, prototyping: insights from the OPSI database", "Pilot testing has been long used in the public sector and has been mentioned by a great number of the cases collected in the OPSI. Spain, for example, submitted a pilot program developed to test the use of standardised employee performance assessment methodologies across their public administrations:", "Testing this tool in a pilot makes the future implementation much more efficient by providing prior knowledge and learning. It also is an opportunity to correct, amend and change the process before real implementation. The pilot will also help to raise awareness about performance management systems among civil servants. (SP Performance)", "Not only does their use of a pilot help them to develop the best tool possible, by enabling for learning and adjustments, but it also enables a socialisation process to occur in their organisations whereby employees begin to be accustomed to the new approach before it is rolled out in full force. As the Spanish experience suggests, pilots work best when coupled with a continuous assessment of impacts and the ability to adjust and correct on the fly. This can also be applied to the broader roll-out process, as a policy is taken from the smaller controlled environment to the wider complex world. This requires quite a different approach, sometimes referred to as “experimental policy design” (Eppel et al, 2011)24. This approach to policy development is alluded to in the United States’ discussion of learning and growth:", "The innovation is in a constant state of testing and analysis. The challenge and prize momentum is growing quickly and our program is adapting with it in order to accommodate more new users and helping advanced users get more out of the program.", "France has worked with a similar methodology in its approach to hospital reform, inspired by the Lean Management methodology which follows a step by step participatory approach engaging relevant staff and stakeholders in various workshops focused on diagnosis, causes and solutions, experimentation and implementation. Once solutions are deployed, they are carefully monitored and readjusted on a continuous basis. Having proved successful, the methodology is now being extended to another 50 hospitals across the country. What is interesting here is that it is not the results of the pilot that are being replicated, but the process. Each hospital may end up implementing very different reforms as a result of their own innovation journey, depending on their unique contexts. This is fundamental to the concept of innovation.", "The Canadian open policy approach also uses a very experimental approach to its innovation – with a focus on", "continuous revision and tweaking as a key element of its policy design:", "The framework underwent continuous revisions and prototyping over subsequent months and years as best practices emerged and experience grew. Open policy development was tested and tweaked within the Strategic Policy \nBureau, and clarified and altered through discussions with many collaborators within and beyond the department. The concept evolved over time, and as it became more robust and as experience increased it was promoted more and more to an increasingly captive audience.", "This image of a practice in continuous evolution speaks to the core of the experimental design process. It’s essential that the perceived failure of a pilot or prototype is not interpreted as a failure of the concept altogether. The \nCanadian open policy approach offers the following advice to other innovators interesting in implementing something similar in their own contexts. Note the focus on learning from failure and accumulating these learnings to improve outcomes:", "Start small. Design a clear narrative. Document your progress. Allies are important at all levels, including senior management. Visibility is important to inspire early adopters. Quick wins are important (i.e. the philosophy was sound but the Policy Planning Bureau needed to show the proof). While some of open policy pilot projects may fail, they are designed to encourage a culture of experimentation. Experimentation is about finding out what works and what does not work in order to discover what works best. It entails taking smart risks. Eureka moments are the result of countless experiments that yielded more lessons than results. In order to mitigate the innovation-dampening effects of a risk-averse culture open policy seeks to emphasise the importance of experimentation and learning rather than failing.", "Prototyping is another tool that fits nicely within the overall context of an experimental approach to innovation. This approach develops, tests and improves ideas within a simulated environment, with the participation of all relevant people at an early stage in the process. It allows problem solvers to move from intangible ideas to concrete solutions early, before all the issues are identified and worked out. It is lower cost than a pilot, and often precedes the pilot in the experimental innovation process. It can help designers and users figure out the right design to later test through a pilot process. (NESTA prototyping guide).", "Box 7. Pilot testing, experimental design, prototyping: insights from the OPSI database (cont.)", "Finland’s government has used prototyping to redesign hospital features by using cardboard cut-outs of furniture and tools with a group of hospital employees, architects and patients. Their “Cardboard Hospital” innovation allowed them to experiment with a particular approach to co-creation:", "The cardboard hospital provides an opportunity for staff and architects to meet the patients as users of hospital environment and services as co-creators of that infrastructure. The central idea is that by constructing physical spaces, one is situated in the environments through all senses, thus enabling new ideas and their evaluation. Through prototyping activities that aim for a concrete end-result the cross-disciplinary group has to negotiate differing needs in a constructive way. The props work as representations that can be combined to achieve different elements of hospital spaces (walls, screens, tables, benches, ICT etc.) and they were coated with a film that allowed writing on them.", "Conclusions and open questions", "This section has suggested that the organisational capacity to innovate in the public sector is likely linked in some respects to the rules, processes and procedures that an organisation establishes (or has imposed on it) to manage its business. We’ve suggested that three key realms to consider have to do with the clarity and simplicity of the regulatory framework that governs organisations’ activities, the processes and procedures that the organisation uses to budget and finance its activities, and the way an organisation manages its innovative projects.", "Areas for further explorations are many. Given that rules are put in place for a reason, simplifying or eliminating them will mean addressing alternative approaches to ensure the desired behaviour: this raises questions of instrument choice, managerial and performance systems, cultural and ethical norms, and strategic and learning capacity and flexibility.", "Research may wish to look at the way that different organisations review their internal rules and regulations, and whether the same approaches to red tape burden reduction applied to external policies can apply internally.", "Budgeting practices and their impact on innovation lead to a great variety of study directions. \nOne could be on funding mechanisms for innovation in government – whether they exist, how best to develop them, how to calibrate to organisational priorities, etc. Another area for exploration could relate to the flexibility of overall funding arrangements that enable organisations to reallocate resources to innovate while still ensuring appropriate control and stewardship of public finances. A third direction for research could be on the use of fiscal restraint mechanisms and their link to innovation. How can organisations be encouraged to innovate in times of tight fiscal restraint?", "Finally, the impact of reducing regulations has implications for the workforce discussed in the previous sections. More evaluation and monitoring will mean the need for stronger analytical capacity. \nAdditionally, moving from a highly regulated to a more innovative workplace might require more skilled staff which may require new skill sets and investments for a higher performing public service.", "SECTION 4: TACKLING COMPLEXITY", "The increasingly complex, interrelated and multi-dimensional nature of problems faced by governments today are leading many to ask which governance models are best suited to address them25. \nIssues such as unemployment, population ageing, and energy sustainability touch on the expertise, knowledge and resources of numerous individuals and organisations, which span the public, private and civil society sectors. The relevance of these different organisations means that there are different ‘routes for public innovation’ to bring together the contribution of governments, businesses, academia and civil society.26 Developing innovative capacity may depend on and the ability of government to steer a vast ecosystem of relationships across sectors to that enable society’s resources to be best channelled to target need.", "Organisational design looks at the work that needs to be achieved, how its component parts can be divided, how these parts connect and how organisational activities will be managed.27 Moving to a government context this means taking an issue such as youth unemployment; thinking about the components that shape it such as economic growth, labour market policies, and education; thinking about where the knowledge, resources and execution of these components lie, for example, policy making in different line ministries, policy execution in schools, universities and businesses, expert knowledge from academic experts; considering how work can be managed so that the resources of each actor are channelled effectively to provide a joined-up solution; and establishing an organisational design that supports this. \nOrganisational design therefore has implications for how individuals, organisations, the public administration as a whole, and society in general interact and work together.", "Rethinking some elements of organisational, system-wide and institutional designs may offer one lever to improve collaboration within and across entities. The public sector is often charged with having a weak capacity for integrated, collaborative ways of working. There is ‘silo’ working both within and across organisations, with managers arguably devoting more energy to defending their own fiefdoms than working corporately. At the same time, an inward focus can lead to policy conversations being limited to government. Rethinking organisational design, from the individual jobs, teams and upward, could be one effective approach to overcoming some of these tendencies, and better support the kinds of information and data sharing discussed in the first section of this paper.", "It must of course be acknowledged that the size and constitutional arrangements of a country influence the amount and formality of the co-ordination required in that given context. In small states for example, much of the horizontal co-ordination may take place informally. However as the size of the state grows, and with it the diversity of society, the more explicit structures become necessary to ensure an inclusive approach and that certain groups are not left out.", "Looking beyond public organisations to enhance innovative capacities", "Individuals and organisations working in isolation cannot achieve the level of change that the public service requires. The capacity of civil servants to deal with the complexity of today’s issues depend on their ability to act as “stewards” who need to understand the interactions and connections of different organisations and actors across the delivery landscape.28 To achieve this, individual civil servants require ‘linking capacity’ to other organisations at policy, professional and user levels.29 Such networks make the valuable insights, resources and capacity of these different agents accessible to individual staff and the organisations where they work, as well as providing motivational aspects that can address some of the issues discussed in section 2.", "How far individuals and organisations connect with each other and work collaboratively is affected by formal structures such as how teams are designed, how work is organised, the management of information and performance incentives that recognise sharing and collaboration. Informal features such as culture and networks and leadership support are equally important in shaping the extent of individual collaboration and its quality.", "The formal design of teams may affect how far individuals collaborate with actors with different backgrounds and sets of skills. In the United Kingdom, a new trend among line ministries is to use more flexible pools of staff that can either be moved across a whole department or directorate to staff specific projects, or small flexible pools of staff are deployed to urgent or priority work as it emerges30.", "Such flexible staffing systems may facilitate the development of networks and collaboration because individuals are constantly required to work with new sets of individuals, each with a different skills set and background. In contrast to standing policy teams, such flexible working may result in greater exposure to different issues, and therefore different organisations and people, supporting the development of individuals’ networks.", "Other approaches to organisational structure include altering the responsibility of senior leaders. \nTraditional hierarchical structures with individual leaders heading up different discreet policy domains with standing teams beneath them may encourage silo working where each team and senior leader focus on their own policy domain to the neglect of the wider picture. Instead, giving primary responsibility for policy to a single senior leader across a number of different domains in an unstructured team setting may encourage more strategic, collaborative working across a whole ministry or group of related ministries.31", "There are also challenges associated with such ways of working. More flexible structures may make it difficult to develop strong relationships with stakeholders, and may reduce the corporate memory and deeper policy knowledge related to specific fields. Knowledge management systems must work well to ensure that knowledge is retained and supports continuous improvement, even if some individuals move to different projects.", "Equally, it should be acknowledged that organisational autonomy and human resources frameworks can make such a flexible vision difficult to achieve in reality. Different posts and functions are associated with correspondingly different wage scales and benefits meaning that simply shifting staff to different teams and different job profiles is procedurally and practically difficult.", "Developing innovative, joined up public policies that draw on the resources of all relevant actors requires effective collaboration across the whole of government. The innovations collected by the OPSI frequently emphasise the importance of different structures and approaches for effective cross-government working to facilitate the success of innovations.", "A number of innovations highlighted the role of multiple organisations from across the public sector in providing knowledge and experiences to support their development. For example, Open Policy \nDevelopment in Canada necessitated collaborative working with other parts of the administration:", "Open Policy Development in Canada", "One challenge is that policy staffs are not strictly operational in their focus. Other divisions have more immediate responsibilities and interactions with external clients. This has meant that developing pilot projects and other applications of open policy development has required partnering with service-delivery divisions.", "However, innovation cases collected through the OPSI suggest that establishing such collaboration is not always easy. Challenges included identifying leadership and authority when a project engages multiple actors from different organisations and levels of government. This was a challenge highlighted by Germany when developing its unified public service number, 115. As a multilevel project with independent actors and without a centralised authority, coming to a mutual understanding on the organisational, technical, legal and financial aspects of the implementation was difficult.", "Another challenge highlighted by OPSI cases is that different organisations may be reluctant to collaborate. Communications and providing the opportunity to work and design solutions together were highlighted as important solutions to build mutual trust in the Korean Minwon24 experience.", "Minwon24, Korea", "Collaboration of multiple agencies is essential. It was not easy to bring all the pertinent agencies together and coordinate them to work together. To tackle these issues, we organised conferences and workshops for those in charge at public agencies to emphasise the importance of online delivery.", "Innovations noted that specific infrastructures, in particular steering committees and prior agreements helped to facilitate cross-government, and even cross-sector working. In Denmark, borger.dk’s collaborative working arrangements were underpinned by financial contributions. The innovation was collectively financed by central government, regional government and the municipalities, respectively providing 40 percent, 20 percent and 20 percent of costs. The financing arrangement was reflected in the project’s steering committee, which was composed of representatives from national, regional, and local government.", "The experiences of the innovations collected by the OPSI indicate that developing structures and frameworks that support collaboration across government is not only important in terms of helping to generate innovative ideas, but in providing the guidance and resources to support an innovative idea to its fruition.", "Partnering beyond public entities: co-designing and co-producing public services", "In the context of contemporary ‘wicked’ problems, collaboration beyond government with society is perhaps more important than ever. Citizens interact with public services in a variety of ways whether in relation to their health, their family, their employment, their education and their income to name a few. Furthermore, issues such as population ageing or inequality are not the domain of any single organisation but touch different bodies across different parts of the public, private and civil society sectors. \nIf public organisations and public institutions are going to have the capacity to develop innovative solutions that tackle these issues they need to be able to collaborate and partner effectively with actors from across society.", "Some countries are experimenting with new structures and units that facilitate the public sector’s ability to engage the broad range of actors who are relevant to any single issue. Many of these units apply design concepts to public services which involve bringing together interested actors to co-design creative solutions. In Finland, the Cardboard Hospital brought together staff, patients and experts to design a better hospital environment for its users.", "There are efforts to institutionalise this co-design approach in some countries and cities, through the creation of innovation labs, such as Mindlab in Denmark, the pilot of the Helsinki Design Lab in \nFinland, the newly created Policy Lab in the United Kingdom, and the offices of New Urban Mechanics in \nBoston and Philadelphia (see box). While we are still in early days to assess the effectiveness of these units, they play a role in introducing new methodologies and approaches in designing and delivering services drawing on the resources, interest and energies of a wide range of partners.", "Labs aim to address the ‘architecture of the problem’ as the Helsinki Design Lab calls it by bringing together small interdisciplinary teams bridging organisational and sector boundaries, with experience and expertise that reflects the complex nature of policy challenges.", "Often Labs in the public sector are used to provide a number of different services. They may be a place where staff can come together to learn about human-centered design or to address large scale policy problems. For example, Mindlab in Denmark has used its multi- disciplinary approach, bringing together actors with different skills such as ethnographers, designers, public policy specialists and citizens to tackle issues such as simplifying the process for managing claims related to industrial accidents.", "Sources: Design Council, ‘Design Public Good’, May 2013 and GAO, March 2014, Office of Personnel Management,", "In recent decades, public administrations have increasingly recognised that governments do not hold the monopoly on the delivery of public services. This is predicated not just on the fact that the public sector does not have all the tools to generate the desired public outcomes or to address some of the complex issues we are facing as a society. Public results require the active contribution of multiple actors in society. While efforts in the 1990s to introduce the private sector to the public service delivery landscape were met with mixed success, the OPSI cases highlight that governments today are going beyond public-private partnerships by collaborating with a wider range of partners. Their motivations reflect that in some cases, organisations from civil society may be better placed in terms of local knowledge and specialisation to deliver services. This reflects that fundamentally partnerships should be based on the relative strengths of a particular partner (rather than any specific ideology). In some cases smaller, local charities or organisations with a history of delivering services to a specific community maybe better placed to identify how to meet their needs than a national (or multinational) provider acting on a larger scale and perhaps apparently with greater resources at its disposal.", "However traditional forms of contracting and commissioning may make it difficult for civil society organisations to engage in public service delivery. Smaller voluntary organisations may lack the skills and capacity to respond successfully to tender bids while performance-based payment regimes may entail non- or partial-payment risks which are too high for such organisations to bear. If public sector organisations want to be able to tap into the knowledge, experience and networks of civil society bodies they need to consider how they can engage with them and what tools they can use to overcome these challenges so that these issues do not become a barrier for partnering with them.", "The collected OPSI cases highlight a number of innovative funding mechanisms that some countries are experimenting with to support service delivery through and with civil society organisations. \nThrough innovative approaches to social investment, such as social impact bonds, investors’ capital is supporting civil society providers to deliver services, while the government pays the investors on a payment by results model. The involvement of the investors provides the up-front funding and bears the non-delivery risk which might block smaller civil society organisations from delivering the services. The \nUnited Kingdom has been piloting a social impact bond to reduce re-offending:", "Social Impact Bond, United Kingdom", "The six-year Social Impact Bond pilot is working with adult male offenders sentenced to less", "than 12 months in custody and released from Peterborough prison. These offenders currently receive no statutory probation supervision on release from prison… Social Finance UK Ltd has raised £5m of social investment, to fund the delivery of interventions and services to offenders by a range of voluntary organisations…The Government will only pay a dividend to investors if the pilot has significant success in reducing reoffending by offenders, measured by the number of times offenders are reconvicted.", "In a similar vein, Australia’s Social Enterprise Development and Investment Funds (SEDIF) seek to grow social enterprises through seed funding from government and the private sector. These are two examples of how governments are considering how innovative financing arrangements may be able to support partnerships and collaboration with external partners and leverage their ideas, expertise and networks.", "Formal partnerships for service delivery, such as contracting out and commissioning are also being rethought to support innovative approaches such as co-design and co-production. The People \nPowered Health Programme run by Nesta focuses on the design and delivery of innovative services for people living with long term health problems. Nesta highlights the value of a model of ‘collaborative commissioning’ where service contracts are co-designed with service users and local communities. Going further, ‘co-producing commissioning’ establishes a dialogue with providers and stakeholders to agree on objectives, processes and resources.32", "Collaborative commissioning is also about going beyond the competition dynamic. Clearly competition has a role to play through market testing and contestability to drive both internal and external actors to improve performance, however if it is the only or predominant dynamic this may ultimately undermine service quality. In the context of complex, multifaceted issues such as long term health or social care service providers should be encouraged to share information on cases and performance, and given they have direct knowledge of service users and their needs, they should also feel comfortable to suggest new approaches which may help to support more innovative procurement. In commissioning partnerships characterised by competition, providers may be discouraged to do either of these things.33", "Being innovative does not necessarily mean expanding existing service provision. Once innovations are proven to work, they need to replace the existing status quo. Hence, for innovation to genuinely transform public services it must therefore be accompanied by ‘creative decommissioning’ which means identifying those services which are not performing to expectations and stopping them, while freeing up resources to develop new innovative, effective services.", "Decommissioning, is seldom easy as it involves challenging incumbent service models and mind sets.34 Decommissioning requires having honest policy conversations and good quality data to challenge existing services to demonstrate their efficacy, drawing on a range of individuals’ perspectives and experiences from across the public sector and beyond.", "Conclusions and open questions", "There is a need to explore the mechanisms, bridges and platforms required to rise above individual organisations to improve government-wide and societal results. What tools can the public sector use to encourage collaborative working practices, both within individual organisations and across the public sector as a whole? How can management tools such as, accountability mechanisms, budgeting frameworks and/or performance management systems impact the ability for organisations to join forces in the development of innovative solutions to common problems?", "The section also discussed some of the innovative approaches that governments use to co- produce with citizens and society. How effective are approaches such as co-design, co-production and innovation labs? In what circumstances are they appropriate and how should they be organised to enhance impact and utility for public sector innovation? What are some of the pitfalls and challenges associated with citizen participation and how can they best be avoided and/or managed?", "The OECD report “Together for Better Public Services”35 underscored the potential for coproduction as a source of innovation. How can the public sector engage with external delivery partners to enhance their innovative capacity? What are the risks involved in such partnerships?", "CONCLUSION: THE INNOVATION IMPERATIVE – A CALL TO ACTION", "Driving Public Sector Innovation", "Governments today are confronted by an unprecedented pace of technological, demographic and social change, combined with increasingly complex policy challenges. Innovative approaches are needed to respond to these challenges, yet governments’ impetus to sustain innovation has been inconsistent. \nGovernments have always had their share of innovators: people who care passionately about serving citizens, finding new solutions, and doing things better, more efficiently and in new ways. Today, however, a call for action is urgently needed to transform the public sector as a whole into a place that welcomes innovation and is itself more innovative.", "Public sector organisations are at a crossroads. Increasingly, policy making and service delivery involves a number of actors with varied interests, values and demands and who play roles that in the past only governments played. The internet and mobile communications are revolutionising how public servants carry out their work and how citizens interact with their governments. The changing composition of society is further amplifying citizens’ expectations and service demands with calls for more responsive and more customised services intensifying as a result. Citizens also expect their governments to live within their means, to be increasingly open and transparent, and to make available relevant information.", "Governments cannot meet these expectations by doing less, but most governments can no longer afford to do more of the same. More importantly, they are discovering that many traditional prescriptions have not been sufficient or effective, and that new, more agile and innovative solutions are needed. Failure to deliver risks a loss of trust and legitimacy. In order to keep pace with their changing environment, governments need to take immediate and bold action to catalyse the critical elements that support public sector innovation.", "Drawing the elements of the framework discussed in the previous sections together allows to identify the gaps governments need to address as well as the urgent actions that need to be put forward to strengthen public sector organisations' capacity to innovate. These actions are illustrated below and were presented for discussion at the OPSI Conference Innovating in the Public Sector: from Ideas to Impact (12- 13 November 2014, OECD Conference Centre, Paris).", "Key Actions for Government", "Meeting the innovation challenge requires taking a systemic approach – focusing on the people involved, the information they are using, the ways in which they are working together, as well as the rules and processes which govern their work. Governments are called upon to urgently address these four areas to promote and enable public sector innovation (see table below). Through its continuous activities and policy advice, the Observatory of Public Sector Innovation is well placed to support governments in putting forward these actions and develop a systemic approach to embedding innovation in their policy and service delivery strategies.", "Box 9. The Innovation Imperative: A Call To Action", "Governments must invest in the capacity and capabilities of civil servants as the catalysts of innovation. This includes building the culture, incentives and norms to facilitate new ways of working.", "No government can build a strong and secure country without a professional, capable and innovative civil service. As demands on the public sector and corresponding resources continue to move in opposing directions, an innovative public service will be increasingly vital to ensuring both domestic and global success. Given the far-reaching impact of the public sector, all governments have a stake in ensuring that their public services are equipped with the skills, incentives and scope for smart risk taking and problem solving to spur innovation and drive better outcomes for citizens.", "Governments must facilitate the free flow of information, data and knowledge across the public sector and use it to respond creatively to new challenges and opportunities.", "The information, data and knowledge that inform strategic and operational decision making are critical to fuelling public sector innovation. Harnessing the innovative potential of information requires that information be open and available, and that organisations carefully consider what information is required and how best to systematically integrate it into the decision making process to support continuous learning. Organisations who fail to learn risk incurring higher costs and repeating their errors, while failing to realise new possibilities.", "ACTION 3: Working together solves problems", "Governments must advance new organisational structures and leverage partnerships to enhance approaches and tools, share risk and harness available information and resources for innovation.", "The complex problems faced by governments today require new ways of working. These include approaches based on collaboration and partnership which integrate the vital perspectives of citizens, civil society, academia and business, as well as exchange within the public sector. Creating more open, networked, and horizontal organisations, adept at collaboration inside and outside government are required. So too are more flexible approaches to working, including pooling talent and creating multidisciplinary management teams to strengthen collaboration. Temporary teams, pilot projects and short-term assignments are all ways for governments to experiment and better align talent and resources to encourage dialogue, experimentation, risk-taking, problem-solving and innovation.", "ACTION 4: Rules and processes to support, not hinder", "Government must ensure that internal rules and processes are balanced in their capacity to mitigate risks while protecting resources and enabling innovation.", "While internal controls, rules and processes are required to ensure sound stewardship and accountability, they can inadvertently stifle innovation. To guard against this, governments must ensure that their public services are marked by reasonable rules and lean processes. Such efforts should ensure that the accountability regime is both robust and easy to navigate while also more systematically focused on enabling innovation. New outcome-focused approaches to project management are one step in moving away from the rigidities of a command-and-control model."], "Summary": ["GOV/PGC(2014)25", "RÉSUMÉ4", "Les institutions sont en quête d'innovation, dans leurs méthodes de travail, la nature et les modalités de prestation des services publics et les modes d’interaction avec les citoyens, les entreprises et la société civile. Cette volonté de changement est motivée par plusieurs forces : un monde plus global et connecté en réseau, des citoyens plus exigeants, l’apparition de nouvelles technologies et une complexité croissante des défis auxquels doivent faire face les gouvernements, notamment les restrictions budgétaires, accentuées par la crise économique de 2008. Quoi qu'il en soit, le consensus est clair : il est nécessaire d'instaurer de nouvelles façons de travailler dans le secteur public.", "Cadre OCDE pour l’analyse de l’innovation dans le secteur public", "L'OCDE s'est inspiré de récentes expériences à l'échelle nationale et au niveau infranational, tout en tirant parti des leçons du passé, pour développer un cadre d'analyse concernant l'innovation dans le secteur public. Ce cadre se penche sur les facteurs structurels susceptibles d'encourager ou de freiner l'innovation. \nEn premier lieu, quatre niveaux d'intervention sont identifiés : la personne innovante ; la structure dans laquelle celle-ci évolue ; le secteur public dans son ensemble ; et enfin la société. Les facteurs structurels jouant sur ces différents niveaux d’intervention sont ensuite regroupés en quatre blocs : connaissance et savoir, culture interne à l'organisation, règles et procédures et schéma d’organisation. Il n'est pas toujours facile de faire la distinction entre ces niveaux et ces facteurs, qui entretiennent des liens étroits. Il convient de les aborder comme un système intégré. Un tel cadre peut s'avérer utile pour orienter de futures recherches. C'est sur lui que repose « L'impératif de l'innovation: Un appel à l'action» de l'OCDE.", "Générer des idées et les diffuser", "La circulation des informations est essentielle pour faire surgir de nouvelles idées. La façon dont les données et le savoir sont administrés et diffusés au sein d'une structure peut encourager l'innovation, ou au contraire l'entraver. Les administrations publiques doivent se doter de systèmes capables de gérer et de partager les informations générées en interne et par des tiers, notamment les données concernant leur trésorerie ou leur performance générale, les connaissances et les idées des personnes, les informations sur les besoins et les demandes des usagers, les idées qui leur parviennent de l'extérieur, etc. Les administrations utilisent de plus en plus les réseaux sociaux et les pratiques d'externalisation ouverte pour établir des liens plus directs avec leurs usagers et solliciter plus activement l'avis des citoyens sur la façon d'améliorer les services publics.", "Mais il ne suffit pas de partager des données. Les structures doivent être en mesure d'utiliser ces informations pour apporter des changements ; et devenir ainsi des centres de savoir. La gestion des connaissances est utile mais il faut aussi que cet apprentissage continu s'accompagne d'une culture interne. \nPar ailleurs, le partage des informations est essentiel pour augmenter le potentiel d'innovation et contribuer à diffuser des idées et des pratiques d'avenir au sein des différentes organisations. Les initiatives de publication des données publiques et de Big Data constituent de nouvelles sources d'informations publiques. Elles marquent également une nouvelle façon de partager ces informations avec les citoyens et les entreprises privées, qui peuvent, à leur tour, les utiliser pour faire surgir des idées, des services ou des produits innovants.", "4 Le projet du rapport complet a été préparé par le Secrétariat de l'OCDE et a bénéficié de l'apport des membres du groupe consultatif, dont M. Christian Bason (Danish Design Center) , l'honorable Jocelyne Bourgon (Public Governance International) , M. Sandford Borins (Université de Toronto) , M. Viktor Bekkers (Université Erasmus) , M. Patrick Dunleavy (London School of \nEconomics), M. Jorrit de Jong (Harvard University) et M. Geoff Mulgan (Nesta)."], "ToC": ["GOV/PGC(2014)25", "TABLE OF CONTENTS", "FOREWORD ................................................................................................................................................... 3", "EXECUTIVE SUMMARY ............................................................................................................................. 6", "RÉSUMÉ ......................................................................................................................................................... 8", "INTRODUCTION: A FRAMEWORK FOR PUBLIC SECTOR INNOVATION....................................... 11", "SECTION 1: GENERATING AND SHARING INNOVATIVE IDEAS..................................................... 14", "Sourcing information from within and across organisations and sectors .................................................. 14 \nExploiting information: extracting meaning for organisational learning ................................................... 16 \nSharing information: multiplying its innovative potential ......................................................................... 17 \nConclusions and open questions ................................................................................................................ 19", "SECTION 2: (EM)POWERING THE WORKFORCE TO ACHIEVE INNOVATION .............................. 21", "Organisational levers for empowering innovation in the workforce ......................................................... 22 \nOrganisational cultures, leadership and innovative organisations ............................................................. 24 \nConclusions and open questions ................................................................................................................ 27", "SECTION 3: INNOVATING IN THE CONTEXT OF EXISTING RULES, PROCESSES AND \nPROCEDURES ............................................................................................................................................. 28", "Clarifying and simplifying regulations internal to government ................................................................. 28 \nResource flexibility and budgeting agility for more innovation and experimentation .............................. 29 \nManaging risk and complexity through experimental approaches to project management and service design. ........................................................................................................................................................ 31 \nConclusions and open questions ................................................................................................................ 35", "SECTION 4: TACKLING COMPLEXITY .................................................................................................. 36", "Looking beyond public organisations to enhance innovative capacities ................................................... 36 \nPartnering beyond public entities: co-designing and co-producing public services .................................. 38 \nConclusions and open questions ................................................................................................................ 41", "CONCLUSION: THE INNOVATION IMPERATIVE – A CALL TO ACTION ....................................... 42", "Driving Public Sector Innovation .............................................................................................................. 42 \nKey Actions for Government ..................................................................................................................... 42", "Figures", "Figure 1. A PSI framework ................................................................................................................... 11", "Boxes", "Box 1. What is public sector innovation? .................................................................................................... 5 \nBox 2. Obstacles to learning in the public sector ....................................................................................... 17 \nBox 3. Open Government Data and Big data for public sector innovation (OGD) ................................... 19 \nBox 4. Motivation and rewards: a fine balance for innovation .................................................................. 22 \nBox 5. Incorporating Public Service Motivation into management practices............................................ 24 \nBox 6. A different approach to managing innovation projects: Evidence from the OPSI database .......... 32 \nBox 7. Pilot testing, experimental design, prototyping: insights from the OPSI database ........................ 34 \nBox 8. Institutionalising co-design: Labs .................................................................................................. 39 \nBox 9. The Innovation Imperative: A Call To Action ............................................................................... 43", "2"]}