{"Text": ["Groupe de travail sur les indicateurs territoriaux", "ORDRE DU JOUR ANNOTÉ", "25 novembre 2014 – Centre de conférences de l’OCDE, salle CC13", "MATIN", "09h30-10h00", "Séance d’ouverture", "GOV/TDPC/TI/A(2014)2/REV1", "GOV/TDPC/TI/M(2014)1", " Approbation de l’ordre du jour de la 27e session et du compte rendu succinct de la 26e session", " Remarques liminaires du président et du", "Secrétariat", "10h00-12h00", "Travaux sur les éléments de mesure : analyses, expériences et orientations futures", " Tour de table sur les travaux relatifs aux éléments de mesure en cours dans les pays de l’OCDE", " Nouvelles méthodes de production des données : les données ouvertes et les données massives peuvent-elles être une source d’information pour la politique régionale ?", "GOV/TDPC/TI(2014)6", "GOV/TDPC/TI(2014)7", " Comprendre les inégalités de revenus et les performances environnementales dans les villes : questions liées à l’analyse et à la production des données", "GOV/TDPC/TI/RD(2014)2", " Rapport du Secrétariat sur le Forum mondial de l’ONU sur l’intégration de l’information statistique et géospatiale", "Une pause café sera proposée de 11h00 à 11h15.", "12h00-12h30", "Définir les zones rurales pour accompagner les politiques régionales", " Contribution du Groupe de travail sur les", "politiques territoriales dans les zones rurales", "Atelier : Comment va la vie dans votre région ? \nMesurer le bien-être à des fins d’action publique", "APRÈS-MIDI", "14h00-14h30", "Présentation du rapport de l’OCDE sur le thème « Comment va la vie dans votre région ? » - Luiz \nDe Mello, Directeur adjoint de la Direction de la gouvernance publique et du développement territorial de l’OCDE", "Intervenant : Eloi Laurent, Sciences Po et Université de Stanford", "14h30-15h45", "Mettre les indicateurs de bien-être au service d’un développement inclusif et durable dans les régions et les villes : enjeux et résultats", "Table ronde avec des élus et des responsables publics", "– Graco Ramirez, Gouverneur de l’État de Morelos, Mexique", "– Stephanie Lose, Présidente du Comité du développement régional de la région du", "Danemark-du-Sud, Danemark", "– Max van den Berg, Commissaire royal de la province de Groningue, Pays-Bas", "– Sabina De Luca, Chef de la Direction ministérielle du développement et de la politique de cohésion, Italie", "– Francesco Pigliaru, Président de la région de Sardaigne", "– Doug O’Brien, sous-Secrétaire d’État par intérim au Développement rural, ministère", "américain de l’Agriculture", "Débat général", "16h00-17h15", "Prochaines étapes du programme relatif au bien-être dans les régions", "Interventions de :", "– Sylvie Marchand, Chef du département de l’action régionale à l’INSEE (France)", "– Joanne Evans, programme de mesure du bien-être national, ONS (Royaume-Uni)", "– Norberto Roque, Directeur des statistiques régionales, INEGI (Mexique)", "– Andrés Rodriguez-Pose, professeur de géographie économique, London School of", "Economics", "– Conal Smith, Direction des statistiques de l’OCDE", "Débat général", "17h15-17h30", "Conclusions : Duarte Rodrigues, président du WPTI", "ANNOTATIONS", "MARDI 25 NOVEMBRE 2014 09h30-10h00 \nPoint 1. Séance d’ouverture", "M. Duarte Rodrigues, président du WPTI, ouvrira la 27e session du Groupe de travail sur les indicateurs territoriaux et accueillera les participants en les invitant à approuver l’ordre du jour [GOV/TDPC/TI/A(2014)2/REV2]. Il les invitera également à approuver le compte rendu succinct de la 26e session, qui s’est tenue les 9 et 10 avril 2014 [GOV/TDPC/TI/M(2014)1].", " Action requise : pour approbation", "Selon le Règlement de procédure de l’Organisation (article 15 a), le Groupe de travail doit désigner annuellement les membres de son bureau. Depuis la dernière désignation en date, le Secrétariat a reçu une nouvelle candidature : celle de M. Rupert Kawka (Allemagne). Le WPTI a entériné cette candidature, et les délégués sont invités à élargir la composition du bureau aux neuf membres suivants, pour une durée d’un an :", "M. Lewis Dijkstra (Commission européenne) \nMme Sylvie Marchand (France) M. Rupert Kawka (Allemagne) – nouveau membre M. Yiannis Firbas (Grèce) M. Giovanni Barbieri (Italie) M. Norberto Roque Diaz de León (Mexique) M. Bryan Borlik (États-Unis)", "Président : M. Duarte Rodrigues (Portugal) \nVice-présidents : M. Alessandro Alasia (Canada)", "Action requise : pour approbation", "Le président rendra compte de la clôture du Programme de travail 2013-14, de la préparation du \nProgramme de travail 2015-16 et de la mise en forme définitive du prochain mandat quinquennal [GOV/TDPC/TI(2014)5/REV1]. Le Secrétariat présentera brièvement les initiatives lancées à l’échelle de l’OCDE, la contribution du WPTI aux travaux des autres comités ainsi que certaines activités récentes, et notamment la publication, au mois d’octobre, des versions anglaises des Perspectives régionales 2014 et du rapport Comment va la vie dans votre région ?, qui ont été dévoilées par le Secrétaire général à l’occasion de l’édition 2014 de la Semaine européenne des régions et des villes (OPEN DAYS), qui s’est tenue dans l’hémicycle du parlement européen.", "Action requise : pour information", "10h00-12h00 \nPoint 2. Travaux sur les éléments de mesure : analyses, expériences et orientations futures", "Cette séance s’ouvrira par un tour de table des délégués, qui seront invités à présenter le programme de travail statistique et analytique de leurs institutions pour les deux années à venir, à mettre en relief les thèmes et défis prioritaires et à faire ressortir les articulations stratégiques avec le mandat du WPTI pour 2015-19.", "Nouvelles méthodes de production des données : données massives et données ouvertes. Au sein de divers domaines d’action, on constate une demande croissante de données fiables à différentes échelles géographiques. Les responsables publics à l’œuvre dans des domaines tels que l’entrepreneuriat, les politiques sociales, l’éducation, la santé et l’environnement se montrent de plus en plus désireux de mieux comprendre la contribution des actions locales à la prospérité nationale et l’influence réciproque entre les caractéristiques des individus et celles des quartiers. Parallèlement, on trouve de plus en plus de données régionales et locales auprès d’un large éventail de sources : données géocodées, données massives, données administratives et données produites par les usagers (par le truchement de leur comportement ou de leur téléphone portable, par exemple). Les diverses techniques permettant d’intégrer et d’analyser ces différentes sources ont aussi fait évoluer l’offre de données à différentes échelles géographiques, ce qui pourrait permettre une amélioration considérable des données locales en termes de volume et de réactivité. \nLes délégués sont invités à rendre compte du plan d’action de leur pays s’agissant de mettre les données massives et les données ouvertes au service de la fourniture de statistiques locales. Le Secrétariat (en la personne de Mme Barbara Ubaldi, chef de projet de l’initiative de l’OCDE sur l’ouverture des données publiques) présentera les travaux actuels de l’OCDE sur les données ouvertes et évoquera la possibilité d’adapter le questionnaire sur l’ouverture des données aux travaux menés sur les statistiques régionales et locales.", "Comprendre les inégalités de revenus et les performances environnementales dans les villes. Le \nSecrétariat présentera des travaux d’analyse sur les inégalités de revenus dans les régions et les performances environnementales des villes. Les premiers résultats qui se dégagent des documents correspondants ont été repris dans le rapport Comment va la vie dans votre région ? Les délégués sont invités à formuler des commentaires sur ces documents et à réfléchir sur la suite des travaux et la mise à jour des données.", "Le document intitulé Income inequality, urban size and economic growth in OECD regions porte sur le lien entre les inégalités de revenus et la croissance économique dans les régions TL2 de l’OCDE, en cherchant à voir si ce lien varie selon le degré et le type de concentration urbaine. L’inégalité des revenus et la concentration urbaine peuvent apparaître comme des modes de répartition des ressources particulièrement imbriqués au niveau régional. Ce document se réfère à des enquêtes et à des bases de données macroéconomiques couvrant la période 2004-12 pour les régions TL2 dans 15 pays de l’OCDE. \nLes résultats économétriques font ressortir une relation généralement négative entre les inégalités et la croissance économique, surtout depuis le début de la crise. Cette relation est influencée par le type de structure urbaine. Le creusement des inégalités semble plus préjudiciable pour la croissance dans les grandes villes, tandis que les régions caractérisées par des villes de petite taille et des zones rurales sont moins touchées [GOV/TDPC/TI(2014)6].", "Un autre travail, à paraître sous le titre Understanding income inequalities in OECD regions, s’appuie sur des données microéconomiques agrégées au niveau régional pour cerner l’inégalité des revenus individuels à l’intérieur des régions des pays de l’OCDE. En cartographiant la répartition des revenus dans les régions de 28 pays de l’OCDE, le document montre que les inégalités se produisent majoritairement entre des personnes vivant dans les mêmes régions. S’agissant des inégalités de revenus intrarégionales, les résultats économétriques semblent indiquer une relation positive significative avec le chômage et le manque de sécurité, et une relation négative avec la part de la population âgée. En ce qui concerne les taux de pauvreté dans les régions, il existe une forte corrélation entre, d’une part, l’insécurité et les taux de chômage et, d’autre part, des revenus relativement bas. Des niveaux d’éducation plus élevés et une part plus importante des activités manufacturières dans l’emploi tendent à faire baisser les taux de pauvreté relative dans les régions.", "M. Walid Oueslati (Direction de l’environnement de l’OCDE) décrira le travail en cours concernant l’incidence de la structure urbaine sur le bien-être individuel. Il s’agit de voir comment l’utilisation des sols, la densité de population et la compacité des villes déterminent le bien-être individuel dans les zones urbaines. La relation entre la structure urbaine et la satisfaction à l’égard de l’existence dans 33 villes de cinq pays – Espagne, France, Japon, Pays-Bas et Suède – est analysée à partir d’un ensemble particulier de données combinant les résultats d’une enquête sur les attitudes et comportements en matière d’environnement, menée auprès des ménages dans ces pays en 2011 par la Direction de l’environnement de l’OCDE, avec des données spatiales de SIG. Confirmant les modèles classiques d’économie urbaine, le document examiné met en évidence un compromis dans la satisfaction des ménages à l’égard de l’existence entre la distance par rapport au centre urbain et la taille du domicile. L’analyse apporte un élément inédit en établissant une relation négative marquée entre la compacité des villes (proportion relative de la population vivant au centre) et la satisfaction à l’égard de l’existence, et il en va de même pour la diversité des utilisations des sols à proximité (dans un rayon de 5 km) du lieu où vit le ménage. Étant entendu que ces résultats statistiques sont rapportés ici à titre indicatif, une conséquence importante s’ensuit pour l’action des pouvoirs publics : la « croissance intelligente » ne va pas sans arbitrages en termes de bien-être, et des mécanismes sont donc à définir pour que les coûts et les avantages liés aux interventions dans ce domaine soient répartis équitablement.", "Le document intitulé Breathing the same air? Measuring air pollution in OECD cities and regions présente un nouvel ensemble d’estimations de l’exposition à la pollution atmosphérique (particules fines - PM2.5) dans les villes et aux niveaux régional et national pour les 34 pays de l’OCDE, ainsi qu’aux niveaux régional et national pour l’Afrique du Sud, le Brésil, la Chine, l’Inde et la Russie. Les estimations sont tirées d’observations satellitaires. Elles présentent l’avantage de fournir des valeurs harmonisées sur l’ampleur et la répartition spatiale de la pollution atmosphérique qui se prêtent à des comparaisons entre pays, à l’intérieur d’un même pays et dans le temps. Ce document porte également sur le lien entre la forme des villes (densité de population, part de la superficie bâtie, étendue de la zone d’influence, etc.) et la pollution atmosphérique, et met en évidence une relation légèrement positive entre la densité de population et la pollution atmosphérique [GOV/TDPC/TI(2014)7].", "Le Secrétariat a élaboré un avant-projet du chapitre sur la mesure du bien-être régional qui sera incorporé à l’édition 2015 du rapport Comment va la vie ? de l’OCDE, à paraître l’an prochain en octobre. \nCe chapitre passe en revue le cadre d’analyse employé pour mesurer le bien-être dans les régions, les indicateurs actuellement disponibles et les activités à prévoir pour produire des indicateurs de bien-être régional comparables à l’échelle internationale. Les délégués sont invités à formuler des commentaires sur cette première version [GOV/TDPC/TI/RD(2014)2].", "Pour terminer, le Secrétariat rendra compte du Forum mondial de l’ONU sur l’intégration de l’information statistique et géospatiale (New York, 4 et 5 août 2014). Celui-ci a été consacré aux pratiques des pays en la matière. Les résultats du Forum mondial seront mis à profit par le groupe d’experts, co-présidé par l’Australie et le Mexique, mis en place par la Commission de statistique de l’ONU et chargé de suivre la géoclassification à l’échelle internationale et de définir des lignes directrices pour dégager une terminologie commune en vue du recensement de la population de 2020. Lors du Forum mondial, les pays ont fait le point sur les plans de travail à venir. Beaucoup des interventions ont insisté sur l’accroissement significatif de la demande d’informations géostatistiques et sur la nécessité que les offices statistiques nationaux travaillent avec les organismes gouvernementaux non seulement pour coordonner la production et l’exploitation des données, mais aussi pour acquérir des données émanant du secteur privé. Parmi les défis à relever, il faut citer : l’inexistence, dans nombre de pays, d’un ensemble unique de données cartographiques utilisées par tous les organismes gouvernementaux ; l’importance que revêtent les séries chronologiques et les observations multiples pour une même variable ; la complexité du cadre institutionnel et des mécanismes de gouvernance applicables à une telle intégration au service de plusieurs objectifs.", "Travaux sur les éléments de mesure – Principales questions", " Votre organisme exploite-t-il déjà des données massives pour établir des statistiques au niveau local ? Quelles sont les utilisations les plus prometteuses des données massives à cette fin ?", " Quelle serait selon vous l’approche à retenir pour mesurer l’impact des initiatives d’ouverture de données publiques prises au niveau infranational (réalisation d’études de cas, transposition de la méthodologie de l’OCDE appliquée au niveau de l’administration centrale/fédérale, autres démarches) ?", " Quel intérêt y a-t-il à suivre les inégalités de revenus intrarégionales au fil des ans ? Comment les offices statistiques nationaux peuvent-ils contribuer à tenir à jour ces informations et, éventuellement, à les transposer à des échelles géographiques plus réduites (villes, par exemple) ?", " Quelles sources de données", "recommanderiez-vous pour associer les informations subjectives et objectives sur le bien-être de manière à incorporer des caractéristiques territoriales dans l’évaluation du bien-être de la population ?", " Votre organisme produit-il des indicateurs environnementaux pour les régions et", "les villes à partir d’observations satellitaires ? Si oui, lesquels ?", " En ce qui concerne l’intégration des informations statistiques et géographiques, votre organisme produit-il ou utilise-t-il déjà des statistiques infranationales tirées de rapprochements entre des données géographiques et des données administratives ou statistiques ? Si oui, dans quels domaines d’action ?", "Action requise : pour information", "12h00-12h30 \nPoint 3. Définir les zones rurales pour accompagner les politiques régionales", "Ce point s’articule autour de deux enjeux. Premièrement, à la 26e session du WPTI, en avril 2014, la Commission européenne a proposé d’abandonner la typologie de l’OCDE pour les régions TL3 rurales et urbaines en faisant prévaloir celle d’Eurostat, qui s’appuie essentiellement sur une représentation de la densité de population par des mailles contiguës de 1 km2. Les délégués sont invités à formuler des commentaires sur les possibilités qui s’offrent, notamment à partir d’un quadrillage fondé sur la dernière année de recensement (2011), de passer de la définition actuelle des zones rurales et urbaines à la typologie de l’UE. Deuxièmement, le WPTI sera mis au courant par le vice-président du WPRUR des débats engagés au sein de ce Groupe de travail concernant la détermination des zones rurales à l’appui des politiques rurales nationales. En particulier, le WPRUR insiste sur la nécessité de mieux cerner les régions mixtes, urbaines et rurales, tout en maintenant une classification simple qui se prête à des comparaisons internationales, comme la typologie affinée de l’OCDE.", "Définir les zones rurales pour accompagner les politiques régionales – Principales", " Une représentation de la densité de population (mailles de 1 km2) est-elle réalisable pour votre pays à partir de la dernière année de recensement (2011), dans la perspective d’un remplacement de la typologie de l’OCDE pour les régions TL3 rurales et urbaines par une typologie fondée sur des grilles de population ?", " Comment la typologie appliquée à l’échelle de l’OCDE, qui classe les régions comme étant essentiellement rurales ou essentiellement urbaines, peut-elle être améliorée de manière à mieux cerner les régions mixtes, urbaines et rurales ?", " S’agissant de la définition applicable dans votre pays aux régions rurales, quels sont les éléments essentiels qui, selon vous, sont les plus utiles pour la mise en œuvre des politiques ?", "Action requise : pour information et décisions concernant les prochaines étapes", "Atelier : Comment va la vie dans votre région ? Mesurer le bien-être à des fins d’action publique", "14h00-14h30", "M. Luiz De Mello (Directeur adjoint, Direction de la gouvernance publique et du développement territorial de l’OCDE) présentera le rapport Comment va la vie dans votre région ? et l’outil en ligne correspondant, www.oecdregionalwellbeing.org. M. Eloi Laurent (Sciences Po et Université de Stanford) évoquera certains des enseignements apportés. L’outil en ligne lancé en juin et le rapport final publié en octobre ont tous deux suscité un large écho dans la presse internationale, nationale et locale. Dans le prolongement de l’initiative du Vivre mieux de l’OCDE, Comment va la vie dans votre région ? s’intéresse aux aspects du bien-être qui paraissent importants dans la vie quotidienne. Ce rapport propose un cadre commun pour la mesure du bien-être au niveau régional. L’outil en ligne permet de procéder à des comparaisons parmi 362 régions de 34 pays, selon neuf critères de bien-être, grâce à un ensemble d’indicateurs de résultats comparables à l’échelle internationale. Les critères retenus sont le revenu, l'emploi, le logement, l'éducation, la santé, l'accès aux services, l'environnement, la sécurité et l'engagement civique. Par rapport à la base de données régionales de l’OCDE, des indicateurs ont été ajoutés pour prendre en compte des aspects tels que la répartition des revenus à l’intérieur des régions et les taux de pauvreté régionale (revenu), la pollution atmosphérique dans les régions et dans les villes (environnement) et le nombre de pièces par personne (logement).", "Le rapport s’appuie également sur des études de cas pour aider les responsables nationaux et locaux à faire entrer des critères de bien-être dans le cycle d’élaboration des politiques (conception, mise en œuvre et évaluation). Ces études, disponibles séparément en ligne, portent sur les cas suivants : région du Danemark-du-Sud (Danemark) ; province de Rome (Italie) ; région de Sardaigne (Italie) ; État du", "Morelos (Mexique) ; provinces du Nord (Pays-Bas) ; ville de Newcastle (Royaume-Uni) ; et partenariat pour des communautés durables (États-Unis).", "Principales données recueillies et considérations stratégiques", " Les facteurs de bien-être dépendent à la fois de caractéristiques individuelles et des caractéristiques du lieu où vivent les personnes. Cet élément territorial est nouveau dans les travaux engagés par l’OCDE sur le bien-être.", " Les moyennes nationales calculées pour les indicateurs de bien-être tendent à occulter de grandes disparités d’une région à l’autre à l’intérieur d’un même pays. Par exemple, en Italie, le taux de chômage va de 4 à 18 % selon les régions. S’agissant de la santé, l’écart d’espérance de vie atteint six années entre différents États des États-Unis et près de quatre années à l’intérieur du \nPortugal.", " Un niveau élevé de revenu ne se traduit pas toujours par une meilleure qualité de vie. C’est ainsi qu’aux États-Unis, les États arrivant en tête pour les revenus affichent de mauvaises performances pour la santé et la sécurité. À l’inverse, les régions danoises et coréennes sont bien placées pour l’emploi et la santé, mais elles obtiennent de moins bons résultats en ce qui concerne les revenus. Par ailleurs, les pays où les revenus sont globalement plus élevés présentent, en moyenne, des disparités moins fortes d’une région à l’autre.", " Les inégalités de revenus sont également sensibles à l’intérieur des régions et s’avèrent, en moyenne, plus marquées dans les grandes villes. Dans les années qui ont suivi la crise économique, les régions les moins inégalitaires ont connu une croissance relativement plus rapide.", "", "Si l’espérance de vie a augmenté dans tous les pays de l’OCDE, les écarts régionaux se sont creusés dans 18 pays sur 30 depuis 2000. Parallèlement, la pollution atmosphérique a diminué durant la décennie écoulée dans 31 pays de l’OCDE sur 33 (les deux exceptions étant Israël et la \nTurquie), mais les disparités régionales se sont accentuées à cet égard dans 12 pays de l’OCDE sur 33.", " Certains facteurs de bien-être peuvent évoluer dans un délai plus court, notamment les taux de chômage. D’autres s’inscrivent dans une durée beaucoup plus longue. Parmi les régions les plus mal classées en termes d’éducation en 2000 (tranche de 20 % la plus basse), 6 % seulement avaient amélioré leurs résultats en 2013. En ce qui concerne la sécurité, environ 4 régions sur 5 situées dans la tranche de 20 % la plus basse s’y trouvaient encore plus de dix ans après.", " Les différents aspects du bien-être peuvent s’opposer ou se renforcer les uns les autres. La prise en compte des complémentarités va dans le sens d’une plus grande cohérence des politiques.", "", "Il reste beaucoup à faire pour mesurer le bien-être, et plus encore pour voir comment les indicateurs peuvent contribuer à améliorer les résultats des politiques. Plusieurs enseignements se dégagent des études de cas : i) les stratégies axées sur le bien-être doivent être étayées par des indicateurs fiables ; ii) la comparaison des performances dans le temps et dans l’espace peut aider à déterminer les grandes priorités ; et iii) l’instauration de conditions plus satisfaisantes pour les populations suppose un engagement et des efforts de toutes les composantes de la collectivité qui renforcent la cohésion et la confiance dans les pouvoirs publics.", "Point 4. Mettre les indicateurs de bien-être au service d’un développement inclusif et durable dans les régions et les villes : enjeux et résultats", "Cette table ronde visera à récapituler les éclaircissements apportés par les travaux sur la mesure du bien-être régional et à voir comment les indicateurs peuvent aider à déterminer les grandes priorités, à améliorer la cohérence des politiques dans les régions et à attirer l’attention sur les résultats exprimés en termes de progrès du bien-être. Les responsables invités à y participer donneront leur point de vue sur les circonstances favorables et défavorables à l’adoption d’une stratégie de développement régional axée sur le bien-être, sans oublier le cadre institutionnel et les mécanismes de gouvernance indispensables.", "Mettre les indicateurs de bien-être au service d’un développement inclusif et", "durable dans les régions et les villes : enjeux et résultats – Principales questions", " Comment le nouvel outil de l’OCDE sur le bien-être régional peut-il être utilisé au mieux, par les décideurs et les citoyens, pour étayer l’élaboration des politiques et sensibiliser un plus large public dans les pays ?", " Quelles données faudrait-il recueillir dans les années à venir pour aider les responsables à faire entrer des critères de bien-être dans le cycle d’élaboration des politiques (conception, mise en œuvre et évaluation) ?", " Comment les indicateurs de bien-être peuvent-ils aider à déterminer les priorités", " Quelle est l’intérêt pratique des indicateurs fondés sur la perception (sentiment de sécurité dans un endroit donné, par exemple) ou sur l’évaluation subjective (satisfaction à l’égard d’un service local), par rapport à des données objectives (telles que le taux de criminalité ou l’utilisation d’un service local) ? Seriez-vous favorable à la perception ?", "15h45-17h30 \nPoint 5. Prochaines étapes du programme relatif au bien-être dans les régions", "Cette séance sera consacrée aux travaux à venir du WPTI sur la mesure du bien-être régional, selon trois grands axes. Premièrement, l’examen portera sur les futures mises à jour des indicateurs du bien-être régional et les améliorations à apporter pour certains aspects du bien-être. Les orientations à retenir pour perfectionner la mesure des inégalités et des effets distributifs seront également évoquées. \nDeuxièmement, les participants se pencheront sur les possibilités d’étendre ces travaux, notamment à d’autres échelles géographiques (villes ou zones rurales, par exemple) et à des pays non membres de l’OCDE, et sur leur articulation avec les stratégies de croissance inclusive aux niveaux régional et national. \nTroisièmement, les participants réfléchiront sur la marche à suivre pour relier les travaux sur les éléments de mesure et l’utilisation d’indicateurs de bien-être dans l’élaboration des politiques. Seraient notamment envisageables la réalisation d’autres études de cas de portée régionale et nationale, des travaux thématiques sur des régions comparables, la formulation de lignes directrices pour l’utilisation des indicateurs de bien-", "être, ainsi que la constitution d’une base de données d’intérêt stratégique sur les initiatives relatives au bien-être régional.", "Prochaines étapes du programme relatif au bien-être dans les régions – Principales", " Quelles sont les possibilités et les difficultés à prendre en compte pour progresser dans la mesure du bien-être à différentes échelles territoriales (villes, régions rurales, etc.) ?", " Comment les offices statistiques nationaux peuvent-ils prêter leur concours pour que le programme à venir débouche sur des indicateurs de bien-être au niveau local ?", " Est-il important, selon vous, de pouvoir comparer le bien-être de votre région à celui d’autres régions situées dans votre pays et ailleurs dans le monde ? Quelle est la valeur ajoutée de telles comparaisons internationales ?", " Comment les indicateurs de bien-être peuvent-ils être mis davantage à la portée des décideurs et des citoyens ? Quel rôle les outils de visualisation peuvent-ils jouer ?", " Faut-il concevoir des lignes directrices pour l’utilisation des indicateurs de", "bien-être dans le processus d’élaboration des politiques régionales et locales ?", "M. Duarte Rodrigues (président du WPTI) conclura la réunion par quelques remarques en récapitulant les pistes possibles pour les travaux à venir du WPTI sur la mesure du bien-être régional et la constitution d’une base de données d’intérêt stratégique sur les initiatives relatives au bien-être régional."]}